const data = [
    {
        name: `วัดพระศรีรัตนศาสดาราม`
      , geo: [13.753108,100.491603]
      , addr: `ซุ้มเกาะกลางหน้าวัดพระแก้ว ถ.พระธาตุ เขตพระนคร ซุ้มติด IT`
      , tel: `0 2225 4312`,
      },

      {
        name: `ท่าช้าง`
      , geo: [13.752021,100.489310]
      , addr: `ซุ้มหน้าราชนาวีสโมสร ท่าช้าง ถ.มหาราช เขตพระนคร ซุ้มใหม่ติด IT`
      , tel: `0 2225 4320`,
      },

      {
        name: `สราญรมย์`
      , geo: [13.747674,100.494428]
      , addr: `ซุ้มหน้าสวนสราญรมย์ ถ.สนามไชย เขตพระนคร ซุ้มใหม่ติด IT`
      , tel: `0 2221 5332`,
      },

      {
        name: `สุทัศน์`
      , geo: [13.751585,100.501863]
      , addr: `ซุ้มหน้าวัดสุทัศนเทพวราม เกาะกลางหน้าศาลพระวิษณุ เขตพระนคร ซุ้มใหม่ติด IT`
      , tel: `0 2225 2418`,
      },

      {
        name: `เชิงสะพานผ่านฟ้าลีลาศ`
      , geo: [13.755950,100.506050]
      , addr: `ซุ้มเชิงสะพานผ่านฟ้าลีลาศ ท่าเรือคลองแสนแสบ เขตป้อมปราบฯ ซุ้มใหม่ติด IT`
      , tel: `0 2280 8053`,
      },

      {
        name: `วัดบวรนิเวศ`
      , geo: [13.760354,100.499216]
      , addr: `ซุ้มเกาะกลางถนนสิบสามห้าง หน้าวัดบวรนิเวศ เขตพระนคร ซุ้มใหม่ติด IT`
      , tel: `0 2280 7985`,
      },

      {
        name: `หัวลำโพง`
      , geo: [13.737968,100.516676]
      , addr: `ซุ้มหน้าทางลงสถานีรถไฟใต้ดิน MRT หัวลำโพง ถ.พระราม4 เขตปทุมวัน ซุ้มใหม่ติด IT`
      , tel: `0 2215 1739`,
      },

      {
        name: `สยามพารากอน`
      , geo: [13.745719,100.534808]
      , addr: `ซุ้มหน้าห้างสยามพารากอน ถ.พระราม1 เขตปทุมวัน ซุ้มเก่าติด IT`
      , tel: `-`,
      },

      {
        name: `สยามสแควร์`
      , geo: [13.745493,100.533878]
      , addr: `ซุ้มหน้าห้างสยามแสควร์ซอย3-4 ถ.พระราม1 เขตปทุมวัน ซุ้ม เก่า IT`
      , tel: `0 2251 7034`,
      },

      {
        name: `เซ็นทรัลเวิลด์`
      , geo: [13.745826,100.540268]
      , addr: `ซุ้มหน้าห้างเซ็นเทรัลเวิล์ด ถ.ราชดำริ เขตราชเทวี ซุ้มเก่าติด IT`
      , tel: `0 2252 8281`,
      },

      {
        name: `อโศก`
      , geo: [13.736976,100.560709]
      , addr: `ใต้บรรไดสถานีรถไฟฟ้าอโศก`
      , tel: `0 2260 4690`,
      },

      {
        name: `จตุจักร`
      , geo: [13.798994,100.548629]
      , addr: `ซุ้มหน้าประตูทางเข้าหลังตลาดนัดสวนจตุจักร ถ.กำแพงเพชร2 เขตจตุจักร ซุ้มใหม่ติดIT`
      , tel: `0 2215 1739`,
      },

      {
        name: `แยกบางขุนพรม`
      , geo: [13.766678,100.501037]
      , addr: `สี่แยกบางขุนพรหม ถนนสามเสน เขตพระนคร`
      , tel: `-`,
      },

      {
        name: `ร.พ.จุฬาฯ`
      , geo: [13.730193,100.536773]
      , addr: `หน้าโรงพยาบาลจุฬาฯ ถนนราชดำริ`
      , tel: `022528259`,
      },

      {
        name: `ร.พ.ตำรวจ`
      , geo: [13.743895,100.540004]
      , addr: `หน้าโรงพยาบาลตำรวจ`
      , tel: `022511690`,
      },

      {
        name: `มาบุญครอง`
      , geo: [13.744532,100.530498]
      , addr: `หน้าศูนย์การค้ามาบุญครอง`
      , tel: `022161217`,
      },

      {
        name: `บุญมิตร`
      , geo: [13.727158,100.530117]
      , addr: `หน้าตึกบุญมิตร ถนนสีลม`
      , tel: `022335646`,
      },

      {
        name: `การบินไทย`
      , geo: [13.726125,100.527559]
      , addr: `หน้าตึกการบินไทย ถนนสีลม`
      , tel: `022335653`,
      },

      {
        name: `หน้าโรงแรมคราวน์พลาซ่า`
      , geo: [13.730000,100.535171]
      , addr: `ถนนพระราม 4 ตรงข้าม ร.พ.จุฬา`
      , tel: `-`,
      },

      {
        name: `แอมบาสเดอร์`
      , geo: [13.742052,100.557690]
      , addr: `หน้าโรงแรมแอมบาสเดอร์ ถนนสุขุมวิท`
      , tel: `022530354`,
      },

      {
        name: `เบญจสิริ`
      , geo: [13.731205,100.568463]
      , addr: `หน้าอุทยานเบญจสิริ ถนนสุขุมวิท`
      , tel: `022580031`,
      },

      {
        name: `เยาวราช`
      , geo: [13.737544,100.512885]
      , addr: `หน้ามูลนิธิเทียนฟ้า วงเวียนโอเดียน`
      , tel: `022333581`,
      },

      {
        name: `หน้าโรงภาพยนต์เซ็นจุรี`
      , geo: [13.761581,100.536580]
      , addr: `หน้าเซ็นจุรี่ ซีเนม่า ราชเทวี`
      , tel: `022453130`,
      },

      {
        name: `หน้าโรงแรมริเวอร์ซิตี้`
      , geo: [13.730392,100.513832]
      , addr: `หน้าโรงแรมริเวอร์ซิตี้ ท่าน้ำสี่พระยา สัมพันธวงศ์`
      , tel: `022335701`,
      },

      {
        name: `อนุสาวรีย์ฯ ฝั่งพงหลี`
      , geo: [13.764373,100.538590]
      , addr: `ฝั่งหน้าห้องอาหารพงหลี ราชเทวี`
      , tel: `022480390`,
      },

      {
        name: `อนุสาวรีย์ชัยฯไปดินแดง`
      , geo: [13.765188,100.538877]
      , addr: `บริเวณทางเท้าฝั่งแยกไปดินแดง เขตราชเทวี`
      , tel: `022452143`,
      },

      {
        name: `เพลตินั่ม`
      , geo: [13.750212,100.539818]
      , addr: `ภายในศูนย์การค้าเพลตตินัม ราชเทวี`
      , tel: `022530351`,
      },

      {
        name: `วัดชนะสงคราม`
      , geo: [13.760327,100.496302]
      , addr: `ซุ้มหน้าวัดชนะสงคราม`
      , tel: ``,
      },
]