[
  {
    "idx": "1",
    "idprg": "5",
    "ndate": "44371",
    "nname": "โบสถ์กาลหว่าร์",
    "activity": "\"กาลหว่าร์\" น่าจะมาจากคำว่า กัลวารีโอ เนินเขาที่ทำการตรึงพระเยซูที่กางเขน ถือเป็นโบสถ์ที่เก่าแก่ที่สุดแห่งหนึ่งในสมัยกรุงรัตนโกสินทร์",
    "history": "โบสถ์กาลหว่าร์ หรือ วัดแม่พระลูกประคำ (อังกฤษ: Holy Rosary Church) เป็นโบสถ์คริสต์นิกายโรมันคาทอลิก ทรงกอทิก ตั้งอยู่ที่ซอยวานิช 2 แขวงตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร โบสถ์แห่งนี้ไม่ใช่โบสถ์หลังแรก หากแต่เป็นโบสถ์หลังที่สาม ซึ่งสร้างขึ้นเพื่อทดแทนโบสถ์หลังเดิมที่ถูกทิ้งร้างภายหลังเพลิงไหม้ใหญ่ในปี พ.ศ. 2407 โบสถ์ในปัจจุบันได้สร้างขึ้นโดยคุณพ่อแดซาลส์ ชาวฝรั่งเศส ในปี พ.ศ. 2434 ปัจจุบันโบสถ์มีอายุรวมแล้ว 129 ปี ถือเป็นโบสถ์ที่เก่าแก่ที่สุดแห่งหนึ่งในสมัยกรุงรัตนโกสินทร์  โบสถ์ได้รับการบูรณะใหญ่ในปี พ.ศ. 2500 ในสมัยที่คุณพ่ออาแมสตอย เป็นอธิการโบสถ์ และถือเป็นการฉลองครบ 60 ปีของโบสถ์กาลหว่าร์อีกด้วย การบูรณะครั้งล่าสุดคือในช่วงปี พ.ศ. 2526 - 2532 โดยมีบาทหลวงประวิทย์ พงษ์วิรัชไชย เป็นอธิการโบสถ์ในขณะนั้น ปัจจุบัน โบสถ์กาลหว่าร์ได้ขึ้นทะเบียนอนุรักษ์เป็นโบราณสถานโดยกรมศิลปากรเป็นที่เรียบร้อยแล้ว  โบสถ์แห่งนี้มีจุดเด่นที่สำคัญคือ รูปปั้น 2 รูปซึ่งเป็นสมบัติเก่าแก่ตั้งแต่การเสียกรุงศรีอยุธยาครั้งที่สอง ได้แก่ \"รูปแม่พระลูกประคำ\" และ \"รูปพระศพของพระเยซูเจ้า\" โดยทั้งหมดนี้ยังคงเก็บรักษาและใช้ในพิธีกรรมทางศาสนาจนถึงปัจจุบันนี้  อธิการโบสถ์องค์ปัจจุบันคือ บาทหลวงไพทูรย์ หอมจินดา",
    "travel": "ทางเรือ – นั่งเรือข้ามฟากหรือเรือด่วนมาลงท่าสี่พระยาแล้วเดินมาทางศูนย์การค้าริเวอร์ซิตี้  ทางรถยนต์ - จากถนนเจริญกรุง เลี้ยวเข้าถนนโยธา จะเจอวัดพระแม่ลูกประคำ (กาลหว่าร์) อยู่ในซอยวานิช 2  รถเมล์ สาย 1, 35, 75 ลงป้ายตลาดน้อย เดินต่ออีก 3 นาที  จอดรถได้ที่ศูนย์การค้าริเวอร์ซิตี้",
    "address": "987 ซอยวานิช 2 แขวงตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "-",
    "tel": "22664849",
    "oc_time": "สามารถเข้าเยี่ยมชมโบสถ์ได้ตลอดเวลา แต่ต้องติดต่อแลกบัตรที่สำนักงานวัด เปิด 09.00 - 17.30 น. ทุกวัน",
    "lat": 13.73155584,
    "lng": 100.5136263
  },
  {
    "idx": "2",
    "idprg": "5",
    "ndate": "44371",
    "nname": "มัสยิดหลวงโกชาอิศหาก",
    "activity": "มัสยิดเพียงแห่งเดียวที่ตั้งอยู่ในย่านชุมชนจีนสำคัญอย่างสำเพ็ง ก่อตั้งมาแต่สมัยรัชกาลที่ 5 จนถึงปัจจุบัน            เดิมมัสยิดหลวงโกชาอิศหากถูกเรียกว่า ‘สุเหร่าวัดเกาะ’ เพราะว่าตั้งอยู่ไม่ไกลกับ ‘วัดเกาะ’ หรือวัดสัมพันธวงศ์",
    "history": "มัสยิดหลวงโกชาอิศหาก ตั้งอยู่เลขที่ 979 ถนนทรงวาด เขตสัมพันธวงศ์ กรุงเทพฯ  ชื่อตามผู้ก่อตั้งมัสยิดคือ หลวงโกชาอิศหาก (เกิด บินอับดุลลาห์) และเป็นมัสยิดเพียงแห่งเดียวที่ตั้งอยู่ในย่านชุมชนจีนสำคัญอย่างสำเพ็ง ก่อตั้งมาแต่สมัยรัชกาลที่ 5 จนถึงปัจจุบัน  หลวงโกชาอิศหาก (พ.ศ. 2350-2440) ชื่อเดิม เกิด บินอับดุลลาห์ เป็นบุตร ของหวันมูซา กับนางจุ้ย ชาวเมืองไทรบุรี (ขณะนั้นเป็นจังหวัดหนึ่งของไทย) หลวงโกชาอิศหากเข้ารับราชการตําแหน่งล่ามมลายู กรมท่าขวา ทําหน้าที่ติดต่อกับชาวต่างประเทศที่เข้ามาทําการค้าขายกับกรุงสยาม หรือบรรดาประเทศราชแหลมมลายูที่มาถวายเครื่องราชบรรณาการเป็นประจําทุกปี     จอห์น ครอเฟิร์ด ทูตจากประเทศอังกฤษ ที่เข้ามายังกรุงสยามในรัชกาลที่ 2 เพื่อเจริญสัมพันธไมตรีและเจรจาการค้า บันทึกของเขา ตอนหนึ่งก็กล่าวถึง “หลวงโกชาอิศหาก” ไว้เช่นกันว่า สยามได้จัดส่งเจ้าพนักงานซึ่งมีหน้าที่ดูแลและคอยเป็นล่ามของราชทูต บุคคลผู้นี้มีตําแหน่งเป็นหลวงโกชาอิศหาก มีชื่อว่า “นักโกด่าอาลี” ซึ่งเป็นขุนนางมุสลิมเชื้อสายมลายู ตําแหน่งล่ามแขกฝรั่งในกรมท่าขวา เดิมเป็นนายเรือและพ่อค้าชื่อเกิด       หลวงโกชาอิศหากรู้จักและคุ้นเคยกับบรรดาชาวต่างชาติทั้งหลายเป็นอย่างดี โดยเฉพาะชาวต่างประเทศที่นับถือศาสนาอิสลามที่มาติดต่อค้าขายทางเรือกับประเทศไทย ขณะนั้นท่าจอดเรือในกรุงเทพฯ จะอยู่บริเวณริมแม่น้ำเจ้าพระยา โดยเริ่มตั้งแต่บางรักไปถึงท่าราชวงศ์ ชาวต่างประเทศที่นับถืออิสลามจึงขอร้องให้ท่านได้จัดหาที่สําหรับทําการละหมาด จะได้ไม่ต้องเดินทางไปละหมาดที่มัสยิดไกลๆ เนื่องจากการคมนาคมลําบากมาก ซึ่งกลายเป็นจุดเริ่มต้นในการก่อสร้าง “มัสยิดหลวงโกชาอิศหาก” แล้วหลวงโกชาอิศหากก็จัดหาซื้อที่ดินได้แปลงหนึ่งมีเนือ้ที่ประมาณ 2 ไร่ อยู่ใกล้แม่น้ำเจ้าพระยา  และท่าเรือที่ชาวต่างชาติจอดเรือขนถ่ายสินค้า โดยจัดสร้างเรือนไม้เล็กๆ เรียกว่า “บ้านแล” พอเป็นที่ละหมาดเท่านั้นยังไม่มีความสะดวกสบาย ต้องเดินบนสะพานเล็กๆ ข้ามร่องสวนเจ้าไป (เวลานั้นยังไม่มีถนนทรงวาด) ต่อมาบ้านแลเริ่มทรุดโทรม ลงเรื่อย     ถึงสมัยรัชกาลที่ 5 หลวงโกชาอิศหากมีความตั้งใจจะสร้างมัสยิดให้มั่นคงถาวรสืบไป จึงทำการเรี่ยไรทรัพย์สินเงินทองจากลูกหลานที่มีฐานะมั่นคง รวมกับเงินทองส่วนตัวของท่านที่ได้สะสมไว้เพื่อการนี้โดยเฉพาะ ในส่วนของพื้นที่ด้านหน้าสร้างเป็นอาคารทรงยุโรปตามสมัยนิยมขณะนั้นสำหรับประกอบศาสนพิธี ส่วนพื้นที่ด้านหลังจัดเป็นกุโปร์สำหรับฝังศพประมาณ 1 ไร่     ภายหลังหลวงโกชาอิศหากก็ถึงแก่กรรม ในปี 2440 พระโกชาอิศหาก (หมัด บินอับดุลลาห์) เป็นบุตรคนโตของท่านเป็นผู้ดูแลคนต่อมา ปัจจุบันการบริหารงานของมัสยิดดำเนินการโดยบุคคลในสกุล “มันตรัฐ” ซึ่งเป็นเชื้อสายของหลวงโกชาอิศหาก โดยมีวันละหมาดใหญ่คือทุกวันศุกร์ เวลาประมาณเที่ยง ชาวมุสลิมที่อาศัยอยู่ในบริเวณสําเพ็ง และเยาวราชจะเข้ามาร่วมกันทําละหมาด",
    "travel": "ทางเรือ- ขึ้นท่าราชวงศ์ เลี้ยวขวาเข้า ถ.ทรงวาด ตรงยาวมาประมาณ 2-3 ซอย จะพบซอยเล็กๆ ทางซ้ายมือ สังเกตป้ายเขียนว่า ตรอกสะพานญวน  จอดรถบริเวณที่จอดรถเอกชนฝั่งตรงข้าม เสียค่าบริการ ชั่วโมงละ 40 บาท",
    "address": "979 ถนน ทรงวาด แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "08.00 - 17.00 น. ทุกวัน",
    "lat": 13.73861004,
    "lng": 100.5081523
  },
  {
    "idx": "3",
    "idprg": "7",
    "ndate": "44365",
    "nname": "เที่ยวตลาดน้อย ตามรอยสตรีทอาร์ท",
    "activity": "ความเป็นมา : “ตะลักเกี๊ยะ” หรือ “ตลาดน้อย” เป็นย่านเก่าที่ความน่าสนใจที่สามารถ ส่งต่อเรื่องราวในอดีตมายังคนรุ่นหลัง ได้เรียนรู้ศิลปะ วัฒนธรรมของคนในชุมชนได้อย่างลงตัว ทั้งศาลเจ้า ร้านค้า บ้านเรือน วิถีชีวิต มีมุมถ่ายรูปมากมายที่มีอยู่หลายจุด  พิกัดสตรีทอาร์ท :       จุดที่ 1  ซอยจริญกรุง 24                               จุดที่ 2  วัดพระแม่ลูกประคำ (กาลหว่าร์)                            จุดที่ 3  ตรอกศาลเจ้าโรงเกือก ตลาดน้อย                            จุดที่ 4  ซอยเจ้าสัวสอน ตลาดน้อย                            จุดที่ 5  ซอยดวงตะวัน                            จุดที่ 6  รถเก่าตลาดน้อย                            จุดที่ 7  บ้านโซวเฮงไถ่ So Heng Tai",
    "history": "-",
    "travel": "รถเมล์ สาย 1, 35 , 75  หรือ MRT สถานีหัวลำโพง ต่อรถจักรยานยนต์  หรือ รถเมล์สาย 1, 35, 75         ลงป้าย  ร.ร.สตรีวัดมหาพฤฒาราม แล้วข้ามถนนมาทางสะพานพิทยเสถียร ซอยเจริญกรุง 24 จะอยู่ทางซ้ายมือ",
    "address": "ซอย เจริญกรุง 24 แขวง ตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "-",
    "lat": 13.7306319,
    "lng": 100.5138175
  },
  {
    "idx": "4",
    "idprg": "11",
    "ndate": "44368",
    "nname": "ห้องสุขาที่วัดชัยภูมิการาม",
    "activity": "ห้องสุขาในวัดชัยภูมิการามเปิดตลอด 24 ชั่วโมงค่าบริการฟรี",
    "history": "-",
    "travel": "รถเมล์สาย 1 , 7, 40, 53",
    "address": "30 ถนน เยาวพานิช แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "24 ชั่วโมง",
    "lat": 13.74024223,
    "lng": 100.5089405
  },
  {
    "idx": "5",
    "idprg": "3",
    "ndate": "44363",
    "nname": "ก๋วยเตี๋ยวเป็ดตุ๋นเจ้าท่า",
    "activity": "เป็ดตุ๋นเจ้าท่า ร้านเก่าแก่กว่า 40 ปีที่มีชื่อเสียงโด่งดัง และเมนูเด็ดของที่นี่ คือ เมนูเป็ดพะโล้ และ หมี่ผัดกระเฉด",
    "history": "-",
    "travel": "รถเมล์สาย 1, 35, 75 ลงป้ายตลาดน้อย MRT ลงสถานีหัวลำโพง เรือด่วนเจ้าพระยา ลงท่าเรือกรมเจ้าท่า หรือท่าเรือสี่พระยา",
    "address": "945 ซ. วานิช 2 แขวง ตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "-",
    "tel": "22332541",
    "oc_time": "วันจันทร์ - วันเสาร์  เวลา 09.30 - 15.00 น.",
    "lat": 13.73331445,
    "lng": 100.5132027
  },
  {
    "idx": "6",
    "idprg": "3",
    "ndate": "44363",
    "nname": "บ้านริมน้ำ",
    "activity": "บ้านริมแม่น้ำเจ้าพระยา ขายอาหารและเครื่องดื่มทั้งกาแฟ น้ำผลไม้ ค็อกเทล สั่งมานั่งทานที่โต๊ะ หรือบาร์ริมน้ำ ได้เลย ร้านตกแต่งได้อย่างมีสไตล์ เปิดเพลงคลาสสิคเบาๆ พร้อมบรรยากาศดีๆ ริมแม่น้ำเจ้าพระยา",
    "history": "คาเฟ่และร้านอาหารสุดชิลล์ติดริมแม่น้ำเจ้าพระยา เดิมเป็นโกดังเก่าถูกรีโนเวท มาเป็นคาเฟ่บ้านไม้ สไตล์วินเทจ มีพื้นที่ด้านหน้ากว้างเรียบไปกับแม่น้ำเจ้าพระยา เปิดโล่งรับลมที่โชยมาจากริมแม่น้ำเข้ามาตลอดเวลา ทำให้ไม่ร้อน บรรยากาศสบายๆ",
    "travel": "รถเมล์สาย 1, 35, 75 ลงป้ายตลาดน้อย MRT ลงสถานีหัวลำโพง เรือด่วนเจ้าพระยา ลงท่าเรือกรมเจ้าท่า หรือท่าเรือสี่พระยา",
    "address": "341 ซ. วานิช 2 แขวง ตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "เปิด วันพุธ - วันอาทิตย์ เวลา 13.00 - 22.00 น.",
    "lat": 13.73352306,
    "lng": 100.5118634
  },
  {
    "idx": "7",
    "idprg": "2",
    "ndate": "44363",
    "nname": "Street Art ซอยดวงตะวัน",
    "activity": "สตรีทอาร์ทที่โดดเด่นเหมาะแก่การถ่ายรูปชิคๆ ที่ซอยดวงตะวัน",
    "history": "-",
    "travel": "รถเมล์สาย 1, 35, 75 ลงป้ายตลาดน้อย MRT ลงสถานีหัวลำโพง เรือด่วนเจ้าพระยา ลงท่าเรือกรมเจ้าท่า หรือท่าเรือสี่พระยา",
    "address": "ซอย ดวงตะวัน แขวง ตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "24 ชั่วโมง",
    "lat": 13.73402864,
    "lng": 100.5124762
  },
  {
    "idx": "8",
    "idprg": "2",
    "ndate": "44363",
    "nname": "Street Art ซอยเจ้าสัวสอน",
    "activity": "สตรีทอาร์ท พร้อมโบราณสถานที่สะท้อนถึงวิถีชีวิตของคนในชุมชนท้องถิ่น",
    "history": "ในซอยเจ้าสัวสอนนอกจากจะมีสตรีทอาร์ทแล้ว ยังมีคฤหาสน์แบบจีนเก่าแก่ บ้าน โซวเฮงไถ่ (บ้านดวงตะวัน) ของคนกระกูล โปษยะจินดา ที่เหล่าทายาทอนุรักษ์เอาไว้ให้คนรุ่นหลังได้ชมกัน โดยมีอายุกว่า 200 ปี ที่ซ่อนตัวอยู่ในตรอกเล็กๆ ริมเจ้าพระยา",
    "travel": "รถเมล์สาย 1, 35, 75 ลงป้ายตลาดน้อย MRT ลงสถานีหัวลำโพง เรือด่วนเจ้าพระยา ลงท่าเรือกรมเจ้าท่า หรือท่าเรือสี่พระยา",
    "address": "ซอย เจ้าสัวสอน แขวง ตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "24 ชั่วโมง",
    "lat": 13.7335633,
    "lng": 100.5126957
  },
  {
    "idx": "9",
    "idprg": "2",
    "ndate": "44363",
    "nname": "Street Art ตรอกศาลเจ้าโรงเกือก",
    "activity": "ศาลเจ้าโรงเกือกหรือศาลเจ้าพ่อฮ้อนว่อนกุง อีกมุมหนึ่งที่ผสมผสานความเก่าแก่เข้ากับบรรยากาศริมแม่น้ำเจ้าพระยา ตลอดเส้นทางเต็มไปด้วยสตรีทอาร์ทที่ถ่ายทอดเรื่องราวต่าง ๆ ของชุมชนได้เป็นอย่างดี",
    "history": "ศาลเจ้าโรงเกือก หรือศาลเจ้าพ่อฮ้อนหว่องกุง อีกหนึ่งมุมที่ผสมผสานความเก่าแก่เข้ากับบรรยากาศริมแม่น้ำเจ้าพระยา ศาลเจ้าเก่าแก่ของคนจีนฮากกาที่สร้างขึ้นตั้งแต่สมัยรัชกาลที่ 5",
    "travel": "รถเมล์ สาย 1, 35,75 เรือด่วนเจ้าพระยา ลงท่าเรือสี่พระยา MRT ลงสถานีหัวลำโพง เดินอีกประมาณ 5 นาที",
    "address": "ตรอกศาลเจ้าโรงเกือก แขวง ตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "24 ชั่วโมง",
    "lat": 13.73316366,
    "lng": 100.512791
  },
  {
    "idx": "10",
    "idprg": "2",
    "ndate": "44363",
    "nname": "Street Art ซ.เจริญกรุง 24",
    "activity": "สตรีทอาร์ท ที่โดดเด่นสามารถมาเดินเล่น ถ่ายรูปชิคๆ ได้ทุกวันค่ะ",
    "history": "สตรีทอาร์ทในซอยเจริญกรุง 24 ตลอดทางเดินในซอยเต็มไปด้วยสตรีทอาร์ทที่น่ารัก ๆ มากมาย ไม่ว่าจะเป็นภาพวาดการ์ตูน หรือภาพวาดดอกไม้ ซึ่งสามารถเข้ามาชมได้ตลอดเวลา",
    "travel": "รถเมล์สาย 1, 35, 75 เรือด่วนเจ้าพระยา ลงท่าเรือสี่พระยา  MRT สถานีหัวลำโพง แล้วเดินต่อประมาณ 5 นาที",
    "address": "ซอย เจริญกรุง 24 แขวง ตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "24 ช.ม.",
    "lat": 13.7300852,
    "lng": 100.5138691
  },
  {
    "idx": "13",
    "idprg": "1",
    "ndate": "44354",
    "nname": "ศูนย์การค้าริเวอร์ ซิตี้ แบงค็อก",
    "activity": "RIVER CITY BANGKOK ศูนย์การค้าริเวอร์ ซิตี้ แบงค็อก ศูนย์รวมร้านค้าเฉพาะด้านศิลปะและวัตถุโบราณ",
    "history": "ศูนย์การค้าริเวอร์ซิตี้ (อังกฤษ: River City Bangkok Shopping Center) เป็นศูนย์การค้าแห่งแรกบริเวณริมแม่น้ำเจ้าพระยา เปิดดำเนินการเมื่อวันที่ 1 ธันวาคม พ.ศ. 2527 โดยการร่วมทุนระหว่างกลุ่มอิตัลไทยและกลุ่มแมนดารินโอเรียนเต็ล เป็นศูนย์การค้าแห่งแรกที่มีเอกลักษณ์เฉพาะตัว อยู่ใกล้กับโรงแรมชั้นนำ ระดับห้าดาว เช่น โอเรียลเต็ล, เพนนินซูลา, แชงกรีลา, รอยัลออคิด เชอราตัน และ มิลเลนเนียม ฮิลตัน ซึ่งนักท่องเที่ยวสามารถเดินทางมาได้ทั้งทางรถและทางเรือ  ริเวอร์ซิตี้เป็นอาคาร 4 ชั้น ออกแบบโดย ศาสตราจารย์กิตติคุณ ร.อ. กฤษฎา อรุณวงษ์ ณ อยุธยา เป็นอาคารที่ได้รับรางวัลสถาปัตยกรรมดีเด่น ด้านการออกแบบในปี พ.ศ. 2527 และมีการปรับปรุงพัฒนาเพิ่มท่าเรือขึ้นอีก 1 ท่า จากนั้นปี พ.ศ. 2543 ศูนย์การค้าริเวอร์ซิตี้ได้เพิ่มบริเวณ Antique Arcade บริเวณชั้น 1 อาคารจอดรถ เป็นศูนย์รวมร้านค้าแอนทีค  ภายในศูนย์การค้าริเวอร์ซิตี้  ชั้น 1 ประกอบด้วยร้านจำหน่ายของที่ระลึกจากทั่วภูมิภาคของไทย, ผลิตภัณฑ์จากผ้าไหม, เครื่องหนัง, เครื่องประดับอัญมณี, ร้านตัดเสื้อผ้า สูท บูติก ทั้งสุภาพบุรุษและสุภาพสตรี พร้อมอาหารรสเลิศ ร่วมชมการแสดงนาฏศิลป์จากร้านศาลาไทย และร้านอาหารฝรั่งเศสและเอ็นเตอร์เทนเมนท์ ลา กรองซ์ แปร์ และบริเวณแกรนด์ฮอลล์ สำหรับจัดกิจกรรมตามเทศกาลต่าง ๆ  ชั้น 2 ประกอบด้วยร้านค้าจำหน่ายผ้าไหม, เครื่องหนัง, เครื่องประดับอัญมณี, เครื่องเบญจรงค์, ร้านตัดเสื้อ, ร้านเสริมสวยสำหรับสุภาพบุรุษและสุภาพสตรี รวมทั้งร้านอาหารบาร์บีคิว คอร์เนอร์ เปิดให้บริการ ชั้น 2 ทั้งมื้อกลางวันและมื้อค่ำ  ชั้น 3 และชั้น 4 ประกอบด้วยร้านค้าด้านศิลปวัตถุที่รวบรวมศิลปวัตถุจากทั่วมุมโลก ทั้ง ศิลปะจีน, ศิลปะไทย และศิลปะยุโรป รวมทั้งของแต่งบ้านสไตล์แอนทีค กว่า 80 ร้าน และห้องนิทรรศการ ที่ใช้จัดแสดงผลงานศิลปะของศิลปินแนวหน้า โดยจัดสลับหมุนเวียนไปตลอดทั้งปี  นอกจากนี้ทุกวันเสาร์แรกของเดือน โดยการบริหารงานของบริษัท รีเวอร์ไซค์ อ๊อคชั่น เฮ้าส์ จำกัด ได้จัดให้มีการประมูลศิลปะและโบราณวัตถุที่ทรงคุณค่า ณ บริเวณห้องประมูล ชั้น 4 ซึ่งเป็นการประมูลต่อเนื่องมาตลอดระยะที่เปิดดำเนินการมากว่า 20 ปี นับได้ว่าเป็นผู้ดำเนินการประมูลที่ได้รับความเชื่อถือมากที่สุดอ้างอิง : วิกิพีเดีย",
    "travel": "เส้นทางที่ 1 ลงทางด่วนสีลม เลี้ยวขวาเข้าถนนสีลม ตรงไปสุดถนนสีลม (สามแยกบางรัก) แล้วเลี้ยวขวาอีกครั้ง ตรงไปเรื่อย ๆ สังเกตุป้ายด้านซ้ายมือ ซ.เจริญกรุง 30 เลี้ยวซ้ายเข้าซอยตรงไปตามทางผ่าน รร.รอยัลออคิด เชอราตัน เลยไปอีกนิดนึงจะเห็นอาคารศูนย์การค้าริเวอร์ซิตี้   เส้นทางที่ 2 ลงทางด่วนพระรามสี่ ผ่านหน้ารร.ดุสิตธานี เลี้ยวซ้ายเข้าสีลม สุดถนนสีลม (สามแยกบางรัก) เลี้ยวขวาอีกครั้ง ตรงไปเรื่อย สังเกตุป้ายด้านซ้ายมือ ซ.เจริญกรุง 30 เลี้ยวซ้ายเข้าซอยตรงไปตามทาง ผ่าน รร.รอยัลออคิด เชอราตัน เลยไปอีกนิดนึงจะเห็นอาคารศูนย์การค้าริเวอร์ซิตี้  สถานีรถไฟฟ้าใต้ดิน MRT หัวลำโพง  นั่งรถมอเตอร์ไซค์รับจ้าง หรือ เดินประมาณ 10 นาที   การเดินทางโดยเรือด่วนมาลงที่ท่าเรือที่ 3 (ท่าเรือสี่พระยา / ท่าเรือริเวอร์ซิตี้สี่พระยา) ท่าเรือนี้จะอยู่ด้านหลังอาคาร ศูนย์การค้าริเวอร์ซิตี้",
    "address": "23 ซอย เจริญกรุง 24 แขวง ตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "RIVER CITY BANGKOK",
    "tel": "02 237 0077",
    "oc_time": "11.00 - 22.00 น.",
    "lat": 13.73023471,
    "lng": 100.5132042
  },
  {
    "idx": "14",
    "idprg": "8",
    "ndate": "44344",
    "nname": "วัดชัยภูมิการาม",
    "activity": "อาคาร 7 ชั้นที่เปิดให้จอดรถตั้งแต่ชั้น 1 ถึงชั้น 5 รองรับรถได้ 75 คัน",
    "history": "1 ชั่วโมงแรก 40 บาท / ชั่วโมง ชั่วโมงต่อไป 30 บาท / ชั่วโมง เวลา 24 ชั่วโมง",
    "travel": "",
    "address": "",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.74059013,
    "lng": 100.5088769
  },
  {
    "idx": "15",
    "idprg": "8",
    "ndate": "44349",
    "nname": "อาคารฮั่วเซ่งเฮง (สาขาเยาวพานิช)",
    "activity": "ลานจอดรถอาคารฮั่วเซ่งเฮง (สาขาเยาวพานิช)",
    "history": "รถยนต์ 50 บาท / 1 ชม. เวลา 08.00-22.00 น.",
    "travel": "",
    "address": "89 พาดสาย แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "เวลา 08.00-22.00 น.",
    "lat": 13.74057679,
    "lng": 100.5092644
  },
  {
    "idx": "16",
    "idprg": "8",
    "ndate": "44344",
    "nname": "วัชรโพธิสถานมงคลธัญ",
    "activity": "ลานจอดรถ",
    "history": "รถยนต์ขนาดเล็ก 35 บาท / 1 ชม. รถยนต์ขนาดใหญ่ 40 บาท / 1 ชม. รถบรรทุก 45 บาท / 1 ชม. เวลา 24 ชั่วโมง",
    "travel": "",
    "address": "",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.7372779,
    "lng": 100.5083179
  },
  {
    "idx": "17",
    "idprg": "8",
    "ndate": "44344",
    "nname": "ลานจอดรถตู้เหลือง",
    "activity": "ลานจอดรถ",
    "history": "รถยนต์ 35 บาท / 1 ชม. รถบรรทุก 4 ล้อ 45 บาท / 1 ชม. เวลา 05.00-20.00 น.",
    "travel": "",
    "address": "",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73747869,
    "lng": 100.5088816
  },
  {
    "idx": "18",
    "idprg": "8",
    "ndate": "44344",
    "nname": "ศาลเจ้าเล่าปุนเถ้ากง",
    "activity": "ลานจอดรถ",
    "history": "รถยนต์ 40 บาท / 1 ชม. เวลา 06.00-18.00 น.",
    "travel": "",
    "address": "",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73908055,
    "lng": 100.5067477
  },
  {
    "idx": "19",
    "idprg": "8",
    "ndate": "44344",
    "nname": "ที่จอดรถซอยแป้งมัน",
    "activity": "มีบริการให้จอดทั้งรถยนต์และรถกระบะขนสินค้า",
    "history": "รถยนต์ 30 บาท / 1 ชม. รถกระบะ 40 บาท / 1 ชม. เวลา 24 ชั่วโมง",
    "travel": "",
    "address": "",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73872909,
    "lng": 100.5060675
  },
  {
    "idx": "20",
    "idprg": "8",
    "ndate": "44344",
    "nname": "วัดจักรวรรดิราชาวาสวรมหาวิหาร",
    "activity": "ลานจอดรถ",
    "history": "รถยนต์ 30 บาท / 1 ชม. เวลา 24 ชั่วโมง",
    "travel": "",
    "address": "",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.74258967,
    "lng": 100.5038112
  },
  {
    "idx": "21",
    "idprg": "8",
    "ndate": "44344",
    "nname": "บ้านร่มไม้",
    "activity": "ที่จอดรถแห่งนี้ทางเข้าแคบพอสมควร ปากทางเข้าจะมีร้านอาหาร ต้องขับอย่างระมัดระวังกันนิดหนึ่ง ซึ่งที่นี่ไม่สามารถจอดรถมอเตอร์ไซค์ได้",
    "history": "รถยนต์ 40 บาท / ชม. เวลา 06.30 - 22.30 น.",
    "travel": "",
    "address": "",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.74119979,
    "lng": 100.5116886
  },
  {
    "idx": "22",
    "idprg": "8",
    "ndate": "44344",
    "nname": "Grand China Hotel Bangkok",
    "activity": "อาคารจอดรถ Grand China Hotel Bangkok",
    "history": "รถยนต์  : 06.00 - 18.00 น. 50 บาท /ชม.   และ  18.00 - 06.00 น. 30 บาท / ชม. รถมอเตอร์ไซค์ : 20 บาท / วัน เปิดบริการ : 24 ชั่วโมง",
    "travel": "",
    "address": "215 ถนน เยาวราช แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "",
    "facebook": "",
    "tel": "22249977",
    "oc_time": "24 ชั่วโมง",
    "lat": 13.74295566,
    "lng": 100.5070254
  },
  {
    "idx": "23",
    "idprg": "8",
    "ndate": "44354",
    "nname": "อาคารพิชัยญาติ",
    "activity": "บริการที่จอดรถรายวัน รายเดือน รวมถึงรายปี (5,000 บาท / เดือน, 50,000 บาท / ปี) เป็นที่จอดรถในอาคาร มีหลายชั้น ตั้งอยู่ในอาคารเดียวกับห้างสรรพสินค้าโลตัส",
    "history": "รถยนต์ 50 บาท / ชม. รถมอเตอร์ไซค์ 20 บาท / วัน",
    "travel": "",
    "address": "663-665 ถนน มังกร แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "เปิดบริการ 24 ชั่วโมง",
    "lat": 13.74178764,
    "lng": 100.5085831
  },
  {
    "idx": "24",
    "idprg": "8",
    "ndate": "44354",
    "nname": "อาคารกาญจนทัต",
    "activity": "อาคารจอดรถกาญจนทัตทาวเวอร์",
    "history": "รถยนต์ 50 บาท / ชม. รถมอเตอร์ไซค์ 30 บาท / ชม. เวลา 24 ชั่วโมง",
    "travel": "",
    "address": "กาญจนทัตทาวเวอร์ 308 ซอย ผลิตผล แขวง จักรวรรดิ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "ชั่วโมง",
    "lat": 13.74189916,
    "lng": 100.507068
  },
  {
    "idx": "25",
    "idprg": "8",
    "ndate": "44349",
    "nname": "โรงงิ้วเก่าเยาวราช",
    "activity": "อยู่ติดกับร้านทองเลี่ยงเซ่งเฮง",
    "history": "รถตู้ 70 บาท / ชม. รถยนต์ 60 บาท / ชม. รถมอเตอร์ไซค์ 30 บาท / ชม. เวลา 07.00 - 01.00 น. *เฉพาะวันจันทร์ปิดประมาณ 4 ทุ่ม",
    "travel": "",
    "address": "369 ถนน เยาวราช แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "เวลา 07.00 - 01.00 น. *เฉพาะวันจันทร์ปิดประมาณ 4 ทุ่ม",
    "lat": 13.74089,
    "lng": 100.5090121
  },
  {
    "idx": "26",
    "idprg": "8",
    "ndate": "44349",
    "nname": "Hotel Royal Bangkok Chinatown",
    "activity": "จอดรถยนต์ทั้งหมด 5 ชั้น โดยมอเตอร์ไซค์สามารถจอดได้ที่ชั้น 6",
    "history": "รถยนต์ 50 บาท / ชม. รถมอเตอร์ไซค์ 20 บาท / วัน เวลา 24 ชั่วโมง",
    "travel": "",
    "address": "409 421 ถนน เยาวราช แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "เปิด 24 ชั่วโมง",
    "lat": 13.74076468,
    "lng": 100.5099685
  },
  {
    "idx": "27",
    "idprg": "8",
    "ndate": "44354",
    "nname": "อาคารเท็กซัสสุกี้",
    "activity": "ตั้งอยู่ในซอยผดุงด้าว ซึ่งสามารถเดินรถได้ทางเดียว ให้ขับรถเข้ามาจากถนนเจริญกรุง เราจะเจอที่จอดรถเท็กซัสสุกี้อยู่ทางด้านขวามือ เปิดตลอด 24 ชั่วโมง",
    "history": "รถยนต์  20 บาท / ครึ่งชั่วโมง 40 บาท / 1 ชม. 80 บาท / 2 ชม. รถมอเตอร์ไซค์   15 บาท / วัน",
    "travel": "",
    "address": "17 ถนน ผดุงด้าว แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "เปืด 24 ชั่วโมง",
    "lat": 13.74059309,
    "lng": 100.5110474
  },
  {
    "idx": "28",
    "idprg": "8",
    "ndate": "44363",
    "nname": "สมาคมฮากกาแห่งประเทศไทย",
    "activity": "ที่จอดรถสมาคมฮากกาแห่งประเทศไทย  จอดได้ทั้งรถมอเตอร์ไซค์ รถยนต์ และรถกระบะหลังคาสูง",
    "history": "รถกระบะหลังคาสูง 60 บาท / ชม. รถยนต์ 40 บาท / ชม. รถมอเตอร์ไซค์ 10 บาท / ชม.",
    "travel": "",
    "address": "26 พาดสาย แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "เวลา 05.00 - 22.00 น.",
    "lat": 13.7399663,
    "lng": 100.5095562
  },
  {
    "idx": "29",
    "idprg": "8",
    "ndate": "44364",
    "nname": "วัดสัมพันธวงศารามวรวิหาร (วัดเกาะ)",
    "activity": "ลานจอดรถข้างวัดวัดสัมพันธวงศารามวรวิหาร (วัดเกาะ) เปิดตลอด 24 ชั่วโมง",
    "history": "รถยนต์ 40 บาท / ชม.  รถมอเตอร์ไซค์ 50 บาท/วัน",
    "travel": "",
    "address": "579 ถนน ทรงสวัสดิ์ แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "เปิดตลอด 24 ชั่วโมง",
    "lat": 13.73897396,
    "lng": 100.5110221
  },
  {
    "idx": "30",
    "idprg": "8",
    "ndate": "44349",
    "nname": "ศูนย์การค้าแอมไชน่าทาวน์",
    "activity": "เปิดให้บริการ 24 ชั่วโมง แล้วยังจอดฟรีได้ถึง 3 ชั่วโมง เมื่อช้อปครบ 300 บาทขึ้นไป หรือจอดรถฟรี 2 ชั่วโมง เมื่อช้อปครบ 100 บาทขึ้นไป มาประทับตราที่จุดประชาสัมพันธ์",
    "history": "15 นาทีแรก จอดฟรี ชั่วโมงที่ 1-2 เหมาจ่าย 30 บาท ชั่วโมงที่ 3-4 ชั่วโมงละ 30 บาท ชั่วโมงที่ 5 เป็นต้นไป ชั่วโมงละ 50 บาท",
    "travel": "",
    "address": "531 ถนน เจริญกรุง แขวง ป้อมปราบ เขตป้อมปราบศัตรูพ่าย กรุงเทพมหานคร 10100",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "เปิด 24 ช.ม.",
    "lat": 13.74180778,
    "lng": 100.5111513
  },
  {
    "idx": "31",
    "idprg": "3",
    "ndate": "44341",
    "nname": "ภัตตาคาร ตั้งใจอยู่",
    "activity": "เมนูแนะนำ : อาหารจีนแต้จิ๋ว ปูนึ่งหมูสับ หนำเลี๊ยบ",
    "history": "ภัตตาคารตั้งใจอยู่ (มาจากคำว่า จั๊ยหยู ซึ่งแปลว่า ยิ่งรวย )   เปิดมา 90 ปี ปัจจุบันเป็นรุ่นที่ 3 แล้ว เมนูทีเด็ดของที่นี่คือ ปลาดิบจีน เนื้อปลาจะสดตลอด และแร่เนื้อเอง ปูนึ่งหมูสับ  หนำเลี๊ยบ หมูสับหนำเลี๊ยบ รสชาติ หวาน เค็ม มัน กำลังดี   เนื้อปลาเก๋าทองหม้อไฟ  ปลาเก๋าขาวสด ๆ คัดพิเศษใส่ลงในหม้อไฟที่มีน้ำซุปร้อน ๆ รสชาติเข้มข้น หวานกลมกล่อม และยังมีเมนูอื่น ๆ ที่น่าลิ้มลองอีกมากมาย",
    "travel": "รถเมล์ สาย 1  MRT สถานีวัดมังกร",
    "address": "85, 89 ถนน พาดสาย แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "http://tangjaiyoo.com/",
    "tel": "22242167",
    "oc_time": "เปิดทุกวัน ช่วงเวลา 11.00 น.- 14.00 น. และ ช่วงเวลา 16.30 น. - 22.00  น.",
    "lat": 13.74055707,
    "lng": 100.5092089
  },
  {
    "idx": "32",
    "idprg": "3",
    "ndate": "44364",
    "nname": "อาอี๊หวานเย็น",
    "activity": "เชงทึงหมี่หวานน้ำลำไย : เส้นบะหมี่ไข่ลวก คลุกกับน้ำเชื่อม เส้นเหนียวนุ่ม ใส่โบ๊กเกี้ย ราดน้ำลำไย หรือนมสด โปะน้ำแข็งไสหวานเย็น",
    "history": "เปิดขายมานานกว่า 40 ปี แต่เดิมขายเฉพาะเทศกาล   กินเจ ตลาดน้อย ปัจจุบันมาขายที่เยาวราชทุกวัน จุดเด่นของเราอยู่ที่หมี่เย็นน้ำเชื่อมลำไย รับรองถ้าได้รับประทานเข้าไปแล้วต้องติดใจแน่นอน",
    "travel": "รถเมล์ สาย 1  MRT สถานีวัดมังกร",
    "address": "556 ถนน เยาวราช แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "อาอี๊ หวานเย็น",
    "tel": "02-2357856",
    "oc_time": "เปิดบริการทุกวัน ตั้งแต่ช่วง เวลา 10.00 น. - 21.00 น.",
    "lat": 13.73922754,
    "lng": 100.5118618
  },
  {
    "idx": "33",
    "idprg": "3",
    "ndate": "44341",
    "nname": "ภัตตาคารไชน่าทาวน์",
    "activity": "เมนูเด็ด : ขาห่านน้ำแดง, หูฉลามน้ำแดง, ก้ามปูอบวุ้นเส้น, กระเพาะปลาน้ำแดง, ขาห่านอบบะหมี่, เป๋าฮื้อ, ปลิงทะเลน้ำแดง, บะหมี่กุ้งผัดพริกเผา, ก้ามปูนึ่งพริกมะนาว, ปลาเก๋าราดพริก",
    "history": "ภัตตาคารหูฉลามไชน่าทาวน์สกาล่า เป็นต้นตำหรับเมนู หูฉลามน้ำแดง อันเลื่องชื่อ เพราะได้สูตรมาจากกุ๊กที่มณฑลแต้จิ๋ว ในปี 2494  สำหรับสาขาที่ 1 แห่งนี้ เป็นภัตตาคารจีนที่สมบูรณ์แบบบนอาคาร  3 ชั้น ตกแต่งสไตล์จีนร่วมสมัย ตามฝาผนังติดรูปภาพประดับไว้มากมาย ดูหรูหรา ชุดโต๊ะและเก้าอี้สีแดง ซึ่งเป็นสีมงคลของคนจีน  ถูกจัดไว้อย่างเป็นระเบียบ มีห้องส่วนตัวไว้บริการ เมนูที่สร้างชื่อเสียงให้กับร้านก็คือ ซุปหูฉลามน้ำแดง หมูหัน และเป็ดปักกิ่ง นอกจากนี้ยังมี อาหารทะเล สดๆ ไว้คอยบริการ และยังเป็นตัวแทนจำหน่ายรังนกแห้ง หูฉลามแห้งอีกด้วย อาหารทุกชนิดปลอดสารเคมี",
    "travel": "รถเมล์ สาย 1  MRT สถานีวัดมังกร",
    "address": "483-485 ถนนเยาวราช แขวง/เขตสัมพันธวงศ์ กรุงเทพฯ",
    "line": "-",
    "facebook": "http://www.chinatownscala1951.com/",
    "tel": "26230183",
    "oc_time": "เปิดทุกวัน เวลา 10.30- 02.00 น",
    "lat": 13.73984656,
    "lng": 100.511324
  },
  {
    "idx": "34",
    "idprg": "3",
    "ndate": "44363",
    "nname": "เจ๊ปุ๊ กะหรี่ปั๊ป",
    "activity": "จุดเด่นของกะหรี่ปั๊บเจ้านี้คือ ไส้อร่อย แป้งบาง ไม่อมน้ำมัน กรอบอร่อยตลอดทั้งวันและยังขายในราคาถูกเพียงชิ้นละ 9 บาท ขนาดกะหรี่ปั๊บกำลังพอดีไม่เล็กหรือใหญ่เกินไป โดยมีไส้ข้างในให้เลือกมากถึง 6 รสชาติ",
    "history": "ร้านคุณปุ๊ กระหรี่ปั๊บ ณ ตลาดน้อย เปิดมากว่า 10 ปีแล้ว ซึ่งในตอนแรกนั้นได้สูตรมาจากศูนย์ฝึกอาชีพของกรุงเทพมหานครที่คุณปุ๊ไปเรียนมา แต่เอามาปรับสูตรให้มีความเป็นเอกลักษณ์มากยิ่งขึ้น จนเป็นที่รู้จักและขายดิบขายดีกันแบบทุกวันนี้ จุดเด่นของกะหรี่ปั๊บเจ้านี้คือ ไส้อร่อย แป้งบาง ไม่อมน้ำมัน กรอบอร่อยตลอดทั้งวันและยังขายในราคาถูกเพียงชิ้นละ 9 บาท ขนาดกะหรี่ปั๊บกำลังพอดีไม่เล็กหรือใหญ่เกินไป โดยมีไส้ข้างในให้เลือกมากถึง 6 รสชาติ ความอร่อยประกอบด้วยไส้ไก่ ซึ่งขายดีมากที่สุด ส่วนที่เหลือเป็นไส้หวานคือ ไส้เผือก ไส้ถั่วหวาน ไส้ถั่วเค็ม ไส้มะพร้าวและไส้สับปะรด โดยทำจุดสีแดงไว้เป็นสัญลักษณ์บอกว่าข้างในเป็นไส้อะไร เช่น ไส้ไก่ไม่มีจุด ถ้ามี 4 จุดคือ ไส้มะพร้าว แต่ไม่ต้องห่วงว่าจะหยิบไม่ถูกเพราะคุณปุ๊พิมพ์วิธีดูสัญลักษณ์ติดไว้ข้างกล่องด้วย",
    "travel": "MRT  :  สถานีหัวลำโพง เดินอีก 5 นาที รถเมล์ : สาย1 ลงป้ายตลาดน้อย",
    "address": "ซอยเจริญกรุง 22 แขวงตลาดน้อยเขตสัมพันธวงศ์ กทม.",
    "line": "-",
    "facebook": "-",
    "tel": "22375425",
    "oc_time": "วันจันทร์ – เสาร์ เวลา 07.00 เป็นต้นไป",
    "lat": 13.73358646,
    "lng": 100.5141533
  },
  {
    "idx": "35",
    "idprg": "4",
    "ndate": "44340",
    "nname": "เอี้ยแซ",
    "activity": "กาแฟคั่ว ปรุงเอง...สูตรที่เป็นหนึ่งเดียวของเอี๊ยะแซ ให้รสชาติกาแฟโบราณแบบดั้งเดิมด้วยกลิ่นหอมของกาแฟกรุ่นที่เตะจมูก ตั้งแต่เหยียบย่างเข้ามาภายในร้าน ด้วยวัตถุดิบที่ไม่มีการใช้สารสังเคราะห์ที่เป็นกาแฟแท้ 100% ทานคู่กับขนมปังทำเองที่ไม่ใส่สารกันบูด ที่นำมาทำขนมปังปิ้งหน้าต่างๆ ขนมปังนึ่งสังขยา ให้รสชาติที่ดี อร่อย ปลอดภัย รวมไปถึงสังขยาที่ก็ทำเอง ปรุงเองด้วยความตั้งใจโดยใช้หัวกะทิและไข่ไก่กว่า 80 ฟองต่อสังขยา 1 หม้อ ไม่มีแป้งเป็นส่วนผสม และใช้เวลากว่า 6 ชั่วโมงในการทำ จนได้มาเป็นสูตรเฉพาะของทางร้านที่ไม่เหมือนใครและต้องลอง",
    "history": "ร้านกาแฟเอี๊ยะแซ รองรับคอกาแฟย่านเยาวราชมามากกว่า 90 ปี กับคำขวัญที่ยึดมั่นไว้เสมอมาคือ  คั่วสดๆ ชงใหม่ๆ วันต่อวัน ซึ่งนอกจากกาแฟจะดีงามแล้ว มนต์ขลังที่ทำให้เอี๊ยะแซเป็นมากกว่าร้านกาแฟคือ บรรยากาศและผู้คนในร้านที่ให้ความรู้สึกเหมือนอยู่ท่ามกลางสภากาแฟ ที่เหมือนเป็นที่พบปะ พูดคุยของผู้คนจากรุ่นสู่รุ่น",
    "travel": "-",
    "address": "ริมถนนพาดสาย เชื่อมไปถนนเยาวพานิช",
    "line": "-",
    "facebook": "http://www.earsaecoffee.com/",
    "tel": "-",
    "oc_time": "06.00-22.00 น.",
    "lat": 13.74000327,
    "lng": 100.5103089
  },
  {
    "idx": "36",
    "idprg": "5",
    "ndate": "44318",
    "nname": "เยาวราช",
    "activity": "ถนนเยาวราช เป็นหนึ่งในถนนที่มีความหลากหลายของสตรีท ฟู้ด รัฐบาลจึงนำร่องถนนเยาวราช และถนนข้าวสารในการจัดโซนนิ่ง หลังจากประเทศไทยได้รับการจัดอันดับจากซีเอ็นเอ็นให้เป็นเมืองแห่งอาหารริมทาง หรือ World Street food อันดับ 1 ของโลก ซึ่งบรรยากาศเยาวราชในช่วงเย็นจนถึงช่วงค่ำคืนของวันหยุดสุดสัปดาห์ที่ผ่านมา เต็มไปด้วยผู้คนทั้งคนไทยและนักท่องเที่ยวชาวต่างชาติที่มุ่งหน้ามายังถนนแห่งนี้ เพื่อลิ้มลองอาหารที่มีให้เลือกหลากหลาย",
    "history": "เป็นถนนสายหนึ่งในกรุงเทพมหานคร ระยะทางความยาวตลอดเส้นทางประมาณ 1,510 เมตร (1.510 กิโลเมตร) ได้รับการกล่าวขานและขนานนามว่าเป็น \"ถนนมังกร\" โดยมีจุดเริ่มต้นของหัวมังกรที่ซุ้มประตูเฉลิมพระเกียรติ 72 พรรษาบริเวณวงเวียนโอเดียน ท้องมังกรอยู่ที่บริเวณตลาดเก่าเยาวราชและสิ้นสุดปลายหางมังกรที่บริเวณปลายสุดของถนน[1] สร้างขึ้นในรัชสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว ใช้ระยะเวลาในการตัดถนน 8 ปี ตั้งแต่ ปี พ.ศ. 2434 - พ.ศ. 2443 เพื่อให้เยาวราชกลายเป็นสถานที่สำหรับส่งเสริมการค้าขาย เดิมทีชื่อ \"ถนนยุพราช\" และได้โปรดเกล้าพระราชทานนามใหม่ว่า \"ถนนเยาวราช",
    "travel": "ถนน เยาวราช (สัมพันธวงศ์) ด้วยขนส่งสาธารณะ รถไฟใต้ดิน รถไฟใต้ดิน:  สายเฉลิมรัชมงคล MRT BLUE LINE รถบัส 1, 21 ,49, 507, 53 ,40 เรือด่วน ท่าน้ำราชวงศ์",
    "address": "ถนนเยาวราช เขตสัมพันธวงศ์",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "ตลอดเวลา",
    "lat": 13.74091652,
    "lng": 100.5084487
  },
  {
    "idx": "37",
    "idprg": "1",
    "ndate": "44340",
    "nname": "สำเพ็ง",
    "activity": "ตลาดสำเพ็งเดิมทีเป็นชุมชนชาวจีนที่มาตั้งรกรากอยู่ที่เมืองไทย ได้สร้างชุมชนให้เป็นย่านการค้า ถือได้ว่าใหญ่ที่สุดในพระนคร และเจริญรุ่งเรืองมากในรัชกาลที่ 4",
    "history": "ตลาดสำเพ็งช่วงเช้า : เริ่มขายตั้งแต่ 01.00 - 06.00 น. ร้านในตลาดสำเพ็งที่เปิดช่วงนี้เน้นขายส่งเป็นหลัก ไม่ค่อยขายปลีกเท่าไหร่ บางร้านเริ่มต้นขายส่งที่ 3 ชิ้นขึ้นไป มีทั้งร้านที่เป็นอาคารพาณิชย์และแผงลอยที่เช่าหน้าร้าน ของที่ขายส่วนใหญ่ไม่ต่างจากตลาดสำเพ็งช่วงสายเท่าไหร่ การซื้อของสำเพ็งช่วงเวลานี้มีข้อดีคือ เหมาะกับการซื้อของที่ค่อนข้างหนัก เพราะขนส่งสะดวก รถขนส่งเข้าได้ตลอดเวลา                         ตลาดสำเพ็งช่วงสาย : เริ่มขายตั้งแต่ 08.00 - 17.00 น. ร้านในตลาดสำเพ็งที่เปิดส่วนใหญ่เป็นอาคารพาณิชย์ จะมีแผงลอยปะปนบ้าง สินค้าส่วนใหญ่กิฟต์ชอป ของเล่น เครื่องประดับ หมวก กระเป๋า ผ้า และอุปกรณ์งานฝีมือ ตลาดสำเพ็งช่วงสายเป็นช่วงที่มีทั้งแม่ค้าและลูกค้าทั่วไปมาเดินเล่นจับจ่ายซื้อของ อ่านต่อได้ที่ https://www.wongnai.com/articles/sampeng?ref=ct",
    "travel": "-",
    "address": "-",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "-",
    "lat": 13.73995247,
    "lng": 100.5085477
  },
  {
    "idx": "38",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลโรงเจบุญสมาคม",
    "activity": "สร้างขึ้นตั้งแต่สมัยรัชกาลที่5 ปัจจุบันยังคงสภาพอยู่ในระดับที่สมบูรณ์ การสร้างเป็นไปตามแบบศิลปะจีนตอนใต้ของชาวฮกเกี้ยนและชาวแต้จิ๋ว เดิมทีสถานที่แห่งนี้สร้างขึ้นเป็นศาลเจ้าแบบลัทธิเต๋า ต่อมากลายสภาพเป็นโรงเจ เมื่อเข้ามาในเขตโรงเจแห่งนี้ทำให้รู้สึกถึงบรรยากาศครั้นในอดีต เพราะยังสามารถสังเกตุเห็นป้ายพระราชทานนามโรงเจ รวมถึงภาพเขียนสีจิตรกรรมฝาพนังแบบโบราณ โรงเจแห่งนี้ปัจจุบันยังคงมีผู้ที่เดินทางมากราบไหว้อย่างไม่ขาดสาย",
    "history": "",
    "travel": "",
    "address": "60 ถ.ราชวงศ์   จักรวรรดิ",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.74007111,
    "lng": 100.5041811
  },
  {
    "idx": "39",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าไทฮั้ว",
    "activity": "",
    "history": "",
    "travel": "",
    "address": "ถ.ข้าวหลาม    ตลาดน้อย",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73592943,
    "lng": 100.5132125
  },
  {
    "idx": "40",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าโรงเกือก",
    "activity": "",
    "history": "",
    "travel": "",
    "address": "1191  ซ.วานิช 2    ตลาดน้อย",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73302587,
    "lng": 100.51234
  },
  {
    "idx": "41",
    "idprg": "5",
    "ndate": "44365",
    "nname": "ศาลเจ้าโจวซือกง",
    "activity": "“หลวงปู่โจวซือก๋ง” (พระหมอ) เทพเเห่งการรักษา ผู้ที่เจ็บไข้ หรือญาติมิตรมักเดินทางมาขอพร ให้สุขภาพเเข็งเเรง หากต้องการขอให้พระหมอช่วยรักษาอาการใดให้เขียวในกระดาษ เเล้วม้วน เข้าไปวางไว้ที่ตักของท่าน  สิงห์โตจีนคู่ ที่ตั้งอยู่บริเวณหน้าประตูศาลเจ้า เป็นสัญลักษณ์ แสดงถึงความยิ่งใหญ่ เป็นราชาแห่งสัตว์ป่าทั้งมวล ตั้งไว้เพื่อปกป้องให้แคล้วคลาดจากภัยร้ายต่าง ๆ ตามความเชื่อของคนจีน ตัวผู้จะวางอยู่ด้านซ้ายมือของทางเข้าและตัวเมียจะตั้งอยู่ทางขวามือ     ห้องโถงภายในเป็นที่ประดิษฐานของ “หลวงปู่โจวซือกง” มีลักษณะเด่นทั้งองค์เป็นสีเปลือกมังคุด ห่มคลุมด้วยจีวรแบบพระนิกายจีนสีเหลืองอร่าม เป็นที่เลื่อมใสศรัทธายิ่งนัก  พระสังกัจจายน์ ซึ่งเป็นพระอรหันต์ ผู้ทรงนำมาซึ่ง ความอุดมสมบูรณ์ โชค ลาภ นั้น เชื่อว่า ผู้ใดบูชา ย่อมเป็นมหามงคลอุดมด้วย ปัญญา ลาภ ยศ ความเจริญรุ่งเรือง” ด้านหลังประดิษฐานพระประธาน 3 องค์ คือ พระศรีศากยมุนีพุทธเจ้าหรือพระพุทธเจ้าองค์ปัจจุบัน พระอมิตาภพุทธเจ้า และ พระไภษัชยคุรุไวฑูรย์พุทธเจ้าซึ่งเป็นพระพุทธเจ้าในอดีต     เจ้าแม่กวนอิมมหาโพธิสัตว์ เพื่อกราบไหว้ขอพร   องค์เจ้าแม่ลิ้มกอเหนี่ยว ใครที่บนบานศาลกล่าวสิ่งใด ต่างก็สำเร็จสมหวังไปตาม ๆ กัน   องค์ไฉซิ้งเอี้ย เป็นเทพเจ้าแห่งโชคลาภของจีน ที่คุณทางด้านเงินทอง และโชคลาภ",
    "history": "ศาลเจ้าโจวซือกง (วัดซุนเล่งยี่) เป็นศาลเจ้าเก่าแก่และสำคัญที่สุดแห่งหนึ่งของชาวจีนฮกเกี้ยนในประเทศไทย สร้างขึ้นประมาณปี ค.ศ.1804 (พ.ศ.2347) ตั้งอยู่ในย่านตลาดน้อย ซอยวานิช 2 โดยเป็นที่ประดิษฐานของพระเซ่งจุ๊ยจ้อซือ และเทพเจ้าอื่น ๆ ที่ชาวจีนให้ความเคารพนับถือ อาทิ พระไทจื่อเอี๋ย เจ้าพ่อกวนอู เจ้าแม่ทับทิม เจ้าพ่อเสือ และที่สำคัญมี สามสิบหกเทพเจ้า อยู่อีกด้วยเป็นศาลเจ้าเก่าแก่อายุประมาณ 200 ปี ภายในตัวศาลเจ้ายังมีโครงสร้างสถาปัตยกรรมรูปแบบสมัยราชวงศ์ชิง ที่เก่าแก่และทรงคุณค่า ยังคงถูกรักษาไว้ได้อย่างสมบูรณ์ บอกเล่าเรื่องราวผ่านกาลเวลามาหลายชั่วอายุ ณ​ ตลาดน้อย มีชื่อเสียงด้านการจัดประเพณีกินเจได้ยิ่งใหญ่ตามประเพณีจีนโบราณ เป็นศูนย์กลางของชาวจีนฮกเกี้ยนในกรุงเทพมหานคร ปัจจุบันอยู่ภายใต้การดูแลของสมาคมฮกเกี้ยนแห่งประเทศไทยลักษณะทางสถาปัตยกรรมของศาลเจ้าแห่งนี้ เป็นแบบปลายราชวงศ์ชิง (ค.ศ.1589 - 1911) ถึงแม้จะมีการซ่อมแซมหลายครั้งแต่ก็คงแบบอย่างเดิมไว้ได้อย่างดีเยี่ยม หลังคาศาลเจ้าเป็นแบบซานเหมินติ่ง บริเวณบนสุดบนสันหลังคาประดับด้วยมังกรคู่ชูลูกแก้ว และหงส์ คู่ชูดอกโบตั๋น ลวดลายประดับประดาต่าง ๆ ล้วนมีความสวยงามยิ่งคู่ควรแก่การอนุรักษ์ให้ชนรุ่นหลังสืบต่อไป ศาลเจ้าแห่งนี้นอกจากการเป็นศูนย์รวมจิตใจของชาวจีนแล้ว ศาลเจ้าโจวซือกงยังมีคุณค่าทางศิลปกรรม สถาปัตยกรรม กล่าวคือ รูปแบบศิลปะลายปูนปั้น และการวางผังอาคาร ยังคงรักษารูปแบบสมัยราชวงศ์ชิงไว้อย่างเด่นชัดแม้จะมีการปรับปรุงซ่อมแซมตามกาลเวลาก็ตาม ลานด้านหน้าศาลเจ้ายังคงรักษาพื้นปูแผ่นหินตั้งแต่สมัยโบราณ",
    "travel": "รถเมล์ สาย 1 , 35 ,75  ลงป้ายตลาดน้อย MRT สถานีหัวลำโพง แล้วต่อด้วยมอเตอร์ไซค์รับจ้าง เรือด่วนเจ้าพระยา ลงท่าเรือกรมเจ้าท่า หรือ ท่าเรือสี่พระยา",
    "address": "เลขที่ 752/1 ถนน เจริญกรุง แขวง ตลาดน้อย เขต สัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "-",
    "tel": "22373090",
    "oc_time": "07.00 - 17.00 น.",
    "lat": 13.73441546,
    "lng": 100.5117945
  },
  {
    "idx": "42",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าแม่ประดู่",
    "activity": "ตำนานเมื่อ 100 กว่าปีว่าไว้...ในอดีตแถวบริเวณนี้มีสภาพเป็นคลอง มีน้ำไหลผ่าน อยู่ดีๆ วันหนึ่งเจ้าแม่ประดู่องค์นี้ก็ลอยผุดมาตามน้ำ ชาวบ้านพบเจอก็อัญเชิญมาอยู่ที่นี่ เพื่อเป็นที่เคารพยึดเหนี่ยวและกราบไหว้ของคนแถวนี้",
    "history": "",
    "travel": "",
    "address": "ถ.เยาวพานิช   จักรวรรดิ",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73834504,
    "lng": 100.5073486
  },
  {
    "idx": "43",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าแม่ทับทิม",
    "activity": "",
    "history": "",
    "travel": "",
    "address": "1528 ถ.ทรงวาด   สัมพันธวงศ์",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73667785,
    "lng": 100.5098894
  },
  {
    "idx": "44",
    "idprg": "5",
    "ndate": "44365",
    "nname": "ศาลเจ้าเล่าปุนเถ้ากง",
    "activity": "เทพเจ้า : ปุนเถ้ากงเทพเจ้าองค์ประธาน : ตั่วเหล่าเอี้ยศรัทธาความเชื่อ : ความร่มเย็นเป็นสุข ป้องกันภัยต่าง ๆ",
    "history": "ศาลเจ้าเล่าปุนเถ้ากงแห่งนี้ เกิดจากความศรัทธาและความเชื่อของชาวจีนที่อพยพมาจากจีนแผ่นดินใหญ่ขึ้นเรือที่ท่าน้ำทรงวาด ซึ่งแต่เดิมเป็นท่าน้ำที่ใช้ในการขนส่งสินค้า และมีการติดต่อกับชาวต่างประเทศจำนวนมาก ชาวจีนที่อพยพมาต้องการกำลังใจในการทำงานในสถานที่ที่ไม่ใช่บ้านเกิดของตนเอง จึงได้ตั้งศาลเจ้าเพื่อเป็นที่เคารพบูชา และเป็นที่ยึดเหนี่ยวทางจิตใจ ขอให้อำนาจสิ่งศักดิ์สิทธิ์ปกป้องคุ้มครองในการดำเนินชีวิตประจำวัน และทำกิจการค้าโดยเฉพาะชาวจีนแต้จิ๋ว ทั้งนี้เนื่องจากการเดินทางออกจากประเทศจีนในสมัยก่อนได้รับความลำบากมาก ดังนั้นการนับถือเทพเจ้าเพราะเชื่อว่าเทพคุ้มครอง และช่วยเหลือ เมื่อต้องเผชิญกับอุปสรรคหรือปัญหา ทำให้ตนมีความปลอดภัยประสบความสำเร็จในการทำงาน จึงเปรียบเสมือนกำลังใจที่ทำให้เกิดความมุมานะ และอดทนต่ออุปสรรคในการปฎิบัติงานปูนเถ้ากง ในภาษาแต้จิ๋วนั้นหมายถึง “ชุมชนดั้งเดิม” ดังนั้น เล่าปูนเถ้ากง จึงหมายถึง “เทพเจ้าที่คุ้มครองรักษาชุมชนดั้งเดิม หรือก็คือเจ้าที่ของท้องถิ่นนั้น ๆ\" ลักษณะของศาลเจ้าเล่าปูนเถ้ากง เป็นสถาปัตยกรรมสกุลช่างแต้จิ๋วแบบ ซี่เตี้ยมกิม (สี่ตำแหน่งทอง) หลักฐานตามจารึกบนระฆังชี้ว่า ศาลนี้เริ่มมีขึ้นตั้งแต่รัชสมัยพระเจ้าเต้ากวง ปีที่ 4 แห่งราชวงศ์ชิง หรือราว พ.ศ. 2367 ตั้งอยู่ด้านหน้าซ้ายมือของศาลปัจจุบันศาลเจ้าเล่าปูนเถ้ากงในปัจจุบันเป็นศาลสร้างใหม่ จากบันทึกเรื่องราวการบูรณะศาลเจ้าระบุว่า ศาลแห่งนี้เป็นศาลที่ชาวจีนแต้จิ๋วในประเทศไทยซึ่งมีความศรัทธาอย่างแรงกล้า สร้างขึ้นใหม่เมื่อปี พ.ศ.2460 ด้วยเงินบริจาคจากคณะกรรมการหลายท่านและจากผู้มีจิตศรัทธากว่า 36,000 บาท ใช้เวลา 28 ปีจึงแล้วเสร็จเทพประธานของศาลแห่งนี้ คือ เทพปูนเถ้ากง ตามความเชื่อโบราณเชื่อว่า แต่ละท้องที่มีเทพประจำ ชาวแต้จิ๋วเรียกโดยทั่วไปว่า “ตี่เถ่าเล่าเอี๊ย” หรือ “เทพผู้เป็นใหญ่ ณ ที่นั้น” ไม่ว่าชาวจีนจะอพยพไปอยู่ที่ใดก็ยังยึดมั่นความเชื่อนี้อยู่ จึงได้แกะสลักรูปเคารพของเทพตี่เถ่าเล่าเอี๊ยจากไม้ขึ้นมาเพื่อเคารพบูชา ภายหลังเรียกอย่างง่าย ๆ ว่า “ปูนเถ้ากง”ขอบคุณข้อมูล : http://www.chinatownyaowarach.com http://laopuntaokong.org/9_shrine/index.asp https://guru.sanook.com/4748/ https://moovitapp.com/index/th/",
    "travel": "สถานีที่ใกล้ ศาลเจ้าเล่าปุนเถ้ากง มากที่สุด มีดังนี้ : เรือด่วนเจ้าพระยา ลงท่าเรือราชวงศ์ อยู่ห่างไป 287 เมตร และใช้เวลาเดิน 4 นาที  รถเมล์สาย 1, 40 ลงป้ายรถเมล์ ตลาดเก่าเยาวราช อยู่ห่างไป 413 เมตร และใช้เวลาเดิน 6 นาที เยาวราช อยู่ห่างไป 620 เมตร และใช้เวลาเดิน 8 นาที  รถเมล์สาย 7 ลงป้ายรถเมล์ สำเพ็ง-พาหุรัด อยู่ห่างไป 801 เมตร และใช้เวลาเดิน 11 นาที พาหุรัด อยู่ห่างไป 1067 เมตร และใช้เวลาเดิน 14 นาที",
    "address": "เลขที่ 833 ถนนทรงวาด เขตสัมพันธวงศ์ กรุงเทพฯ",
    "line": "",
    "facebook": "",
    "tel": "0-2221-6598 , 0-2622-4665",
    "oc_time": "07:00 น. - 17:00 น. ทุกวัน",
    "lat": 13.7390526,
    "lng": 100.5068684
  },
  {
    "idx": "45",
    "idprg": "5",
    "ndate": "44365",
    "nname": "ศาลเจ้าเล่งบ๊วยเอี๊ยะ",
    "activity": "เทพเจ้าเล่งบ๊วยเอี๊ยะ ซึ่งถือเป็นปรมาจารย์ในเรื่องของฮวงจุ้ยและการทำนายทายทัก ผู้คนจึงมักขอพรให้มั่งคั่งร่ำรวย ค้าขายเจริญก้าวหน้า โชคดีและปลอดภัย แต่จุดเด่นของการไหว้ศาลเจ้าแห่งนี้อยู่ที่การเขียนชื่อของตนเองลงบนผ้าแดงแล้วนำไปผูกไว้กับขาโต๊ะที่วางกระถางธูปเพื่อเป็นการขอพร เพราะเชื่อว่าโต๊ะนี้คือโต๊ะมังกรที่สามารถสื่อสารไปถึงเทพเจ้าได้",
    "history": "ศาลเจ้าเล่งบ๊วยเอี๊ยะ เดิมเป็นศาลเจ้าแต้จิ๋วที่เก่าแก่ ซึ่งผู้ประกอบการในแถบนี้ให้ความนับถือ ศรัทธา ยึดเป็นที่พึ่งและกราบไหว้บูชาเพื่อความก้าวหน้าในกิจการของตนเอง ศาลเจ้าเป็นอาคารหลังเดียวขนาดย่อม สร้างตามแบบสถาปัตยกรรมจีน สันนิษฐานว่าน่าจะมีอายุยาวนานที่สุดในประเทศไทย ทั้งนี้มีป้ายหลักฐานจารึกของศาลเจ้าที่เขียนเป็นภาษาจีนว่าสร้างขึ้นในปี พ.ศ. 2201 ซึ่งตรงกับสมัยกรุงศรีอยุธยาตอนกลาง จากประตูใหญ่เข้าไปมีอาคารที่สร้างเป็นทรงภูเขาตามประเพณีนิยมของชาวจีน มีหลังคาใหญ่ปูด้วยกระเบื้องเคลือบสี มีมังกรปูนปั้นสองตัว หันเข้าหากันประดับอยู่ด้านบน และมีเสาที่พันรอบด้วยมังกรปูนปั้นตัวยาว ภายในมีแท่นบูชารูป เล่งบ๊วยเอี๊ยะ และภรรยาเป็นแท่นประธาน ฝั่งซ้ายมือตั้งเป็นแท่นเทพเจ้ากวนอู และฝั่งขวามือเป็นแท่นประทับราชินีแห่งสวรรค์ ส่วนด้านขวาใกล้ประตู เป็นที่ตั้งระฆังโบราณที่สร้างมาแต่รัชสมัยพระเจ้าเต้ากวง ซึ่งเป็นฮ่องเต้ช่วงปลายราชวงศ์ชิงของจีน  นอกจากจะมีอายุยาวนานกว่า 300 ปีแล้ว ความสำคัญของ ศาลเจ้าเล่งบ๊วยเอี๊ยะ ยังอยู่ที่โบราณวัตถุต่าง ๆ เช่น ป้ายโบราณ 3 ป้ายที่เขียนขึ้นในรัชสมัยพระเจ้ากวางสีฮ่องเต้แห่งราชวงศ์ชิง อีกป้ายหนึ่งเก่าแก่ยิ่งกว่าคือ ป้ายที่เขียนขึ้นตั้งแต่สมัยราชวงศ์หมิง รวมทั้งระฆังจารึกชื่อ เฉิน ไท จื้อ ที่สร้างขึ้นเพื่อประดิษฐานที่ศาลเจ้านี้โดยเฉพาะ นอกจากนี้ยังมีกระถางธูปพระราชทานจาก พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 5 เก็บไว้ด้วย  ชื่อ ‘เล่งบ๊วยเอี๊ยะ’ นั้นมาจากชื่อของเทพเจ้าเล่งบ๊วยเอี๊ยะที่เป็นองค์ประธานของศาลเจ้าแห่งนี้และยังเป็นเสมือนศูนย์รวมจิตใจของผู้คนในชุมชนอีกด้วย มีตำนานเล่าว่า เล่งบ๊วยเอี๊ยะ หรือ เหอเยี่ยหยุน เป็นบุคคลที่มีชีวิตอยู่จริงในช่วงปลายราชวงศ์หยวน เขาได้ปฏิบัติธรรมเพื่อให้จิตใจสงบอย่างหนักจนไม่สนใจดูแลเสื้อผ้าหน้าผม จนร่างกายสกปรกไม่ต่างจากขอทาน แต่ชาวบ้านก็ยังให้ความเคารพนับถือเขามากและยกให้เป็น ‘เทพเจ้าเสือหมู่‘ ที่มีความหมายว่า ‘เทพเจ้าเหา‘ เล่งบ้วยเอี๊ยะได้ศึกษาและเผยแพร่หลักธรรมแห่งเต๋าของเล่าจื้ออย่างจริงจังตราบจนสิ้นชีวิต เมื่อนำศพไปฝังจึงได้มีการสร้าง ‘ศาลเจ้าเล่งบ้วยเอี๊ยะ‘ ขึ้นเพื่อเป็นที่ระลึกถึงและเคารพบูชา",
    "travel": "รถเมล์สาย 1,40, 73 - ตลาดเก่าเยาวราช อยู่ห่างไป 344 เมตร และใช้เวลาเดิน 5 นาที - คลองถม(ฝั่งเสือป่า) อยู่ห่างไป 529 เมตร และใช้เวลาเดิน 7 นาที - วงเวียน 22 กรกฎา อยู่ห่างไป 589 เมตร และใช้เวลาเดิน 8 นาที - ท่าเรือสวัสดี อยู่ห่างไป 766 เมตร และใช้เวลาเดิน 11 นาที - หัวลำโพง อยู่ห่างไป 1062 เมตร และใช้เวลาเดิน 14 นาที - แยกหัวลำโพง อยู่ห่างไป 1082 เมตร และใช้เวลาเดิน 14 นาที - Mrt หัวลำโพง(ทางออก 3)อยู่ห่างไป 1124 เมตร และใช้เวลาเดิน 15 นาที",
    "address": "125 ซอย เยาวราช 6 ถนน เยาวราช แขวง สัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "-",
    "facebook": "-",
    "tel": "816145992",
    "oc_time": "07.00 - 17.00 น.",
    "lat": 13.74210766,
    "lng": 100.5095425
  },
  {
    "idx": "46",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าเลี้ยงเป็ด",
    "activity": "",
    "history": "",
    "travel": "",
    "address": "ถ.เจริญกรุง    สัมพันธวงศ์",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.74140305,
    "lng": 100.5108339
  },
  {
    "idx": "47",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าเซี๊ยะอึ้ง",
    "activity": "ศาลเจ้าเซี้ยอึ้งกงหรือศาลเจ้าหลักเมืองตั้งอยู่ที่ตรอกชัยภูมิ ถือว่าเป็นหนึ่งในศาลเจ้าที่มีความเก่าแก่และมีคติความเชื่อที่น่าสนใจแตกต่างจากศาลเจ้าอื่น ๆ ในย่านเดียวกัน ทั้งที่เป็นความสำคัญในฐานะเทพเจ้าหลักเมืองของชาวจีนในย่านสำเพ็งและคติความเชื่อที่เกี่ยวข้องกับความตาย",
    "history": "",
    "travel": "",
    "address": "130 ถ.ทรงวาด    จักรวรรดิ",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73840012,
    "lng": 100.5071492
  },
  {
    "idx": "48",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าเซียงกง",
    "activity": "องค์ไฉ่ซิงเอี๊ย เป็นเทพชั้นสูง ให้คุณทางด้านอำนวยโชคลาภ ความมั่งคั่งทรัพย์สินเงินทอง ชาวจีนยกย่องให้เป็นเทพเจ้าแห่งโชคลาภ หรือเทพเจ้าแห่งเงินตรา นอกจากนี้ชาวจีนยังเชื่อว่าขอพรเพื่อให้ช่วยคุ้มครองลูกหลานที่ไปอยู่ต่างถิ่นแดนไกลให้มีความสำเร็จในเรื่องของการศึกษา จึงกล่าวได้ว่า องค์ไฉ่ซิงเอี๊ยเป็นเทพเจ้าที่รวมความศักดิ์สิทธิ์และอานุภาพหลายประการ     เทพเจ้ากวนอูเป็นเทพสัญลักษณ์แห่งความซื่อสัตย์ ความกตัญญูรู้คุณ ความจงรักภักดี และความกล้าหาญ การเคารพสักการะเทพเจ้ากวมอูนั้น เป็นประเพณีที่นิยมทำกันมาหลายพันปีแล้ว ซึ่งคติความเชื่อนั้นก็แตกต่างกันไปตามแต่ละท้องถิ่น",
    "history": "ศาลเจ้าเซียงกง (เซียนกง) “ปู่เทวดา” ศรัทธาแห่งชาวฮกเกี้ยน            ศาลเจ้าเซียงกง   (เซียนกง) สร้างขึ้นเมื่อรัชสมัยเสียนฟงปีที่ 4 แห่งราชวงศ์ชิง (พ.ศ.2397   หรือ ค.ศ.1854) ชาวฮกเกี้ยนได้นำรูปปั้นของท่านจากมณฑลฮกเกี้ยนมาประดิษฐาน   ณ ที่แห่งนี้ ด้วยบุญฤทธิ์อันเกรียงไกรของท่านเซียงกง (เซียนกง)   เป็นที่เคารพศรัทธาอย่างกว้างขวางจากปวงประชาผู้มีจิตกุศล   แต่เนื่องจากศาลเจ้ามีประวัติอันยาวนาน   สิ่งปลูกสร้างในศาลเจ้าย่อมมีความทรุดโทรมตามกาลเวลา คณะกรรมการศาลเจ้า   และผู้มีจิตศรัทธา ได้เคยร่วมใจบริจาคเพื่อการบูรณะปฏิสังขรณ์มาหลายครั้งหลายครา   กล่าวคือได้มีการบูรณะครั้งแรกเมื่อปี พ.ศ.2510 ต่อมาก็มีการบูรณะอีกครั้งเมื่อปี   พ.ศ.2543 ครั้นถึงเมื่อวันที่ 18 มิถุนายน   พ.ศ.2552 ก็ได้รับทุนจากผู้มีจิตศรัทธาทำการบูรณะปฏิสังขรณ์อย่างมั่งถึง   และได้ก่อสร้างเสามังกร (ทีกง)   เป็นที่สำเร็จลุล่วงเป็นศาลเจ้าที่ตระหง่านโดดเด่น สวยงาม   และเป็นที่พึ่งทางใจของผู้มีจิตศรัทธาทั่วไป        เมื่อประมาณปี พ.ศ. 2414 ซึ่งตรงกับรัชสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว   รัชกาลที่ 5 ได้มีชาวจีนจากมณฑลฮกเกี้ยนของประเทศจีนกลุ่มหนึ่ง   อพยพเข้ามายังกรุงเทพมหานครตั้งถิ่นฐานอยู่ ณ   สถานที่ปัจจุบันซึ่งเดิมตั้งอยู่ริมคลอง   และได้พัฒนาเป็นการค้าขายเครื่องยนต์เก่าที่ใช้แล้วเป็นแห่งแรกของประเทศไทย   ที่เรียกกันว่า “เซียงกง” ก่อนที่จะแพร่หลายไปสู่แหล่งอื่น   ๆ ของกรุงเทพมหานครและปริมณฑล   ชาวฮกเกี้ยนกลุ่มนี้ได้ร่วมกันสร้างศาลเจ้าแห่งนี้เรียกกันว่า ศาลเจ้าเซียงกง   ตามชื่อเรียกสถานที่          เซียงกง หรือ เชียงกง (เป็นกลุ่มธุรกิจจำหน่ายอะไหล่ ชิ้นส่วนประกอบ และ เครื่องยนต์สำหรับรถใช้แล้ว คำว่าเชียงกงเพี้ยนมาจากคำว่า เซียงกง อันเป็นชื่อของศาลเจ้าเซียงกงเกง ที่ตั้งอยู่ใกล้บริเวณถนนทรงวาดส่วนที่ตัดกับถนนเจริญกรุง (วงเวียนข้าวหลาม) แขวงตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร เป็นชุมชนชาวจีน ย่านนี้เรียกว่า เซียงกง หรือชื่ออย่างเป็นทางการว่า ซอยวานิช 2 สามารถเข้ามาถึงได้จากซอยเจริญกรุง 20 หรือซอยเจริญกรุง 22 และถนนทรงวาด ทั้งนี้คำว่า \"เซียงกง\" นั้นแปลตรงตัวได้ว่า \"ปู่เทวดา\"   ในช่วงก่อนสงครามโลกครั้งที่ 2 ชุมชนเซียงกงได้เริ่มทำธุรกิจเก็บของเก่า เช่น จักรยาน นำมาซ่อมปรับปรุงหรือแยกชิ้นส่วนออกไปจำหน่าย หลังสงครามโลกครั้งที่ 2 สิ้นสุดลงธุรกิจนี้ขยายตัวเพิ่มมากขึ้นเนื่องจากมีรถที่ใช้ในสงครามปลดประจำการลงเป็นอันมาก แต่ธุรกิจยังคงขยายตัวอย่างต่อเนื่องจนต้องมีการนำเข้าอะไหล่จากประเทศญี่ปุ่น ซึ่งอะไหล่ใช้แล้วมีบทบาทสำคัญในการผลิตรถต่าง ๆ เช่น รถสามล้อเครื่อง หรือรถตุ๊กตุ๊ก, รถอีแต๋น และในปัจจุบันคำว่า เซียงกง ก็ยังนำไปใช้เรียกย่านธุรกิจแบบเดียวกันในต่างถิ่นอีกด้วย เช่น ย่านรังสิต, ถนนพระราม 3, ถนนบางนา-ตราด หรือตามจังหวัดต่าง ๆ เช่น เชียงใหม่ หรือสมุทรปราการ เป็นต้น",
    "travel": "รถไฟฟ้า MRT สถานีหัวลำโพง ใช้ทางออกที่ 4 รถเมล์ สาย 1, 35, 75 ลงป้ายตลาดน้อย เรือด่วนเจ้าพระยา ลงท่าเรือสี่พระยา หรือ ท่าเรือกรมเจ้าท่า",
    "address": "1690 ถนนทรงวาด แขวงตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพฯ 10100",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "07.00 - 17.00 น.",
    "lat": 13.73712308,
    "lng": 100.5122027
  },
  {
    "idx": "49",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าฮกเลี่ยนเก๋ง",
    "activity": "ศาลเจ้าแม่ทับทิมปึงเถาม่า หรือศาลเจ้าฮกเลี่ยนเก็ง เริ่มก่อตั้งขึ้นในช่วงตอนต้นศตวรรษที่ยี่สิบ มีแหล่งกำเนิดมาจากศาลเจ้าแม่ทับทิม (เทียนโหวเชี้ยบ๊อ) บนเกาะเหมยโจว มณฑลฟู่เจี้ยนของประเทศจีน เมื่อร้อยกว่าปีที่ผ่านมาชาวฮกเกี้ยนโพ้นทะเลได้อัญเชิญเจ้าแม่ทับทิมจากเกาะเหมยโจวมาประดิษฐานไว้ที่ศาลเจ้าแห่งนี้ เนื่องจากเจ้าแม่ทับทิมมีความศักดิ์สิทธิ์ จึงมีประชาชนมากราบไหว้บูชาเป็นจำนวนเพิ่มขึ้นมากเรื่อยๆ จึงได้ระดมทุนบริจาคเงินเพื่อสร้างศาลเจ้าขึ้นมา เพื่อประดิษฐานไว้และบูชา โดยตั้งชื่อศาลเจ้านี้ว่า“ศาลเจ้าฮกเลี่ยนเก็ง”ที่มีความหมายว่า“ถวายพระพรกับประชาชนทั้งปวง มีความเมตตากว้างขวางดั่งเช่นทะเล เป็นสิริมงคลแก่ทุกชีวิต”",
    "history": "",
    "travel": "",
    "address": "ตลาดน้อย",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73414629,
    "lng": 100.5119425
  },
  {
    "idx": "50",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าอาเนี๊ยเก็ง",
    "activity": "เป็นศาล เจ้าแม่กวนอิม ขนาดเล็ก บอกเล่ากันว่า เมื่อเกิดเพลิงไหม้แถวสำเพ็ง ไฟลุกลามมาถึงบริเวณศาลนี้ก็หยุดทันที เชื่อกันว่าองค์เจ้าแม่ช่วยปัดเป่าไม่ให้เข้ามา ชาวบ้านจึงได้กลับทิศของกระถางธูปเข้าสู่ศาล ขณะที่ศาลอื่นหันหน้าออก เชื่อกันว่าสักการะแล้วขอพร “ให้พ้นทุกข์พ้นเคราะห์โศกโรคภัยใดๆ ไม่กล้ำกลาย และมีความร่มเย็นเป็นสุขในชีวิต”",
    "history": "",
    "travel": "",
    "address": "29 ถ.พาดสาย   สัมพันธวงศ์",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73971975,
    "lng": 100.5097859
  },
  {
    "idx": "51",
    "idprg": "5",
    "ndate": "44365",
    "nname": "ศาลเจ้าอาเนี้ย",
    "activity": "ศาลเจ้าอาเนี้ยเทพเจ้า : เจ้าแม่กวนอิมศรัทธาความเชื่อ : อยู่เย็นเป็นสุข ค้าขายดี และขอให้บุตรเลี้ยงดูง่ายด้วยการนำมายกให้เป็นลุกบุญธรรม",
    "history": "\"ศาลเจ้าอาเนี้ย (ถนนทรงวาด)\" ศาลเจ้าแห่งเดียวที่ตั้งกระถางธูปกลับทิศอาเนี้ยเก็ง หรือศาลเจ้าแม่กวนอิมแห่งชุมชนสำเพ็ง ครั้นสมัยอดีตชาวจีนแต้จิ๋วพากันมารวมตัวลงหลักปักฐานอยู่ใกล้ท่าน้ำราชวงศ์เพราะเป็นย่านนำเข้าและส่งออกสินค้าในยุคแรก ๆ ของกรุงรัตนโกสินทร์ จนทำให้ย่านนี้มีผู้คนอาศัยอย่างหนาแน่น รวมทั้งโกดังสินค้าต่าง ๆ ก็เกิดขึ้นมากมายทำให้ตรอกซอยมีขนาดเล็กแคบ และมักเกิดเหตุเพลิงไหม้เสมอ ๆ บ้างก็ว่าเกิดจากอุบัติเหตุบ้างก็ว่าเกิดจากการกลั่นแกล้งวางเพลิง ต่อมาชาวชุมชนจึงสร้างศาลเจ้าแห่งนี้ขึ้นเพื่อเป็นที่ยึดเหนี่ยวจิตใจและเชื่อกันว่าอำนาจสิ่งศักดิ์สิทธิ์จะช่วยปัดเป่าภัยร้ายต่าง ๆ นานา “อาเนี้ย” เป็นอีกหนึ่งชื่อที่คนจีนแต้จิ๋วใช้เรียกพระโพธิสัตว์กวนอิม ที่เรียกว่า กวนอิมเสี่ยเจี่ย ปางประทานพรนั่งบนดอกบัว ซึ่งปัจจุบันยังคงมีผู้เดินทางมากราบไหว้อย่างไม่เสื่อมคลายศาลเจ้าแห่งนี้สามารถเข้าออกได้หลายทางทั้งจากซอยสำเพ็งและซอยย่อยอื่นๆ แต่ที่หาง่ายที่สุดให้เดินตามถนนราชวงศ์มุ่งหน้าท่าน้ำราชวงศ์เมื่อเจอ ธนาคารกรุงไทยให้มองมายังซอยเล็กฝั่งตรงข้าม (ซ.เลื่อนฤทธิ์) หน้าซอยจะมีป้ายบอกว่าเป็นทางเข้าศาลเจ้าอาเนี้ย ให้เดินตามทางไปเรื่อย ๆ เดินเข้าซอยมาประมาณ 100 เมตรซอยจะเริ่มแคบลงให้สังเกตุทางซ้ายมือจะพบกับศาลเจ้า ที่แห่งนี้ประดิษฐานเจ้าแม่กวนอิมฉื่อปุยเนี่ยเนี้ยที่ชั้นบน ลักษณะตัวอาคารเป็นแบบเก่าที่สร้างมานับ100ปี ผนังกำแพงเป็นศิลปะปูนปั้นนูนต่ำเช่นเดียวกับอาคารศาลเจ้าเล่งบ๊วยเอี๊ยความเชื่อที่มีที่นี่เพียงแห่งเดียวคือการตั้งกระถางธูปกลับทิศเข้าสู่ศาล เนื่องจากเกิดเหตุไฟไหม้บ่อยครั้งในอดีต ชาวสำเพ็งจึงแก้เคล็ดด้วยการกลับทิศกระถางธูป และแล้วเหตุไฟไหม้ก็ลดลงปริยายศาลเจ้าอาเนี้ยเทพเจ้า : เจ้าแม่กวนอิมศรัทธาความเชื่อ : อยู่เย็นเป็นสุข ค้าขายดี และขอให้บุตรเลี้ยงดูง่ายด้วยการนำมายกให้เป็นลุกบุญธรรมขอบคุณข้อมูล http://www.chinatownyaowarach.com และ https://moovitapp.com",
    "travel": "การเดินทาง รถโดยสารประจำทางสาย ปอ.6 ปอ.49 สาย 6 , 7 , 8 , 85 ลงถนน/อู่ราชวงศ์ รถไฟใต้ดิน: สายเฉลิมรัชมงคล MRT BLUE LINE เรือ: เรือด่วนเจ้าพระยา ขึ้นท่าราชวงศ์",
    "address": "386 ซอยอาเนี้ยเก็ง ถนนทรงวาด แขวงจักรวรรดิ เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100",
    "line": "",
    "facebook": "",
    "tel": "0 – 2224 – 5533",
    "oc_time": "06:00 น. - 16:30 น.",
    "lat": 13.74014365,
    "lng": 100.5060212
  },
  {
    "idx": "52",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าอาม้าเก็ง",
    "activity": "",
    "history": "",
    "travel": "",
    "address": "ถ.บำรุงรัฐ   สัมพันธวงศ์",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.74367888,
    "lng": 100.5069723
  },
  {
    "idx": "53",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าพ่อเห้งเจีย",
    "activity": "องค์ไต้เซี้ยฮุกโจ้วเป็นหนึ่งในเทพที่มาจากวรรณกรรมจีนเป็นเทพที่มีอิทธิฤทธิ์ในการปราบศัตรูหมู่มารของศาสนา มีความว่องไว ปราดเปรื่องเรื่องสติปัญญา เชื่อว่ามากราบไหว้แล้วจะได้สำเร็จดังคำขอสมความปราถนาทุกประการ",
    "history": "",
    "travel": "",
    "address": "ถนนพระราม4 สัมพันธวงศ์ กรุงเทพฯ",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73910653,
    "lng": 100.5140663
  },
  {
    "idx": "54",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าปุนเถ้ากง",
    "activity": "",
    "history": "",
    "travel": "",
    "address": "ซ.วานิช 1   เขตสัมพันธวงศ์  จักรวรรดิ",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73911896,
    "lng": 100.5085245
  },
  {
    "idx": "55",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าต้นไทร",
    "activity": "",
    "history": "",
    "travel": "",
    "address": "5  ถ.ผดุงด้าว   สัมพันธวงศ์",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.74085393,
    "lng": 100.511276
  },
  {
    "idx": "56",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าซินปุนเถ้ากง",
    "activity": "",
    "history": "",
    "travel": "",
    "address": "ถ.มังกร   จักรวรรดิ",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73967229,
    "lng": 100.506399
  },
  {
    "idx": "57",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าจุนเสียงโจซือ",
    "activity": "ศาลเจ้าเก่าแก่ที่ซ่อนตัวอยู่ด้านหลังย่านการค้าอันคึกคักของสำเพ็ง(ซ.วานิช1 ช่วงสะพานหันก่อนถึงถนนจักรวรรดิ) ศาลเจ้าแห่งนี้สันนิษฐานว่าสร้างขึ้นในช่วงรัชกาลพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว ตัวอาคารศาลเจ้าหันหน้าเข้าสู่แนวถนนสำเพ็งอันเป็นถนนเก่าแก่แต่ครั้งต้นกรุงรัตนโกสินทร์(แต่ปัจจุบันศาลเจ้าตั้งอยู่หลังอาคารริมถนนสำเพ็งที่สันนิษฐานว่าสร้างขึ้นในภายหลัง)  ภายในศาลเจ้าประดิษฐานเทพหลื่อโจ้ว(หลื่อตงปิง)เป็นประธานของศาล ส่วนด้านซ้ายและขวาประดิษฐานเจ้าแม่กวนอิมและเทพหลีทิก๊วยเซียงซือ ศาลเจ้านี้เป็นศาลเจ้าเก่าแก่อีกแห่งหนึ่งที่ขึ้นทะเบียนกับกรมการปกครอง กระทรวงมหาดไทย",
    "history": "",
    "travel": "",
    "address": "91 ซ.วานิช 1   จักรวรรดิ",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.7435097,
    "lng": 100.5027981
  },
  {
    "idx": "58",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้าขงจูเอี๊ยะ",
    "activity": "",
    "history": "",
    "travel": "",
    "address": "ถ.อิศรานุภาพ   จักรวรรดิ",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.73960895,
    "lng": 100.507127
  },
  {
    "idx": "59",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้ากวนอู",
    "activity": "",
    "history": "",
    "travel": "",
    "address": "26 ถ.พาดสาย   ภายในตลาดเก่าสำเพ็ง-เยาวราช ฝั่งถนนเยาราช  สัมพันธวงศ์",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.74031971,
    "lng": 100.5081368
  },
  {
    "idx": "60",
    "idprg": "5",
    "ndate": "44340",
    "nname": "ศาลเจ้ากวงเอี๊ยะ",
    "activity": "",
    "history": "",
    "travel": "",
    "address": "369 ถ.อิศรานุภาพ   จักรวรรดิ",
    "line": "",
    "facebook": "",
    "tel": "",
    "oc_time": "",
    "lat": 13.74030501,
    "lng": 100.507652
  },
  {
    "idx": "61",
    "idprg": "5",
    "ndate": "44340",
    "nname": "วัดไตรมิตรวิทยารามวรวิหาร",
    "activity": "พระพุทธมหาสุวรรณปฏิมากร นับเป็น “พระพุทธรูปทองคำบริสุทธิ์ขนาดใหญ่ที่สุดในโลก” หนังสือกินเนสบุ๊ค ฉบับปี ค.ศ. ๑๙๙๑ (พ.ศ. ๒๕๓๔) ได้ทำการประเมินค่าอย่างเป็นทางการในเดือนเมษายน ค.ศ. ๑๙๙๐ (พ.ศ. ๒๕๓๓) และบันทึกไว้ว่า เป็นพระพุทธรูปทองคำขนาดใหญ่ที่สุดในโลก มีมูลค่าเฉพาะเนื้อทองคำสูงถึง ๒๑.๑ ล้านปอนด์",
    "history": "วัดไตรมิตรวิทยาราม เป็นวัดโบราณสร้างเมื่อสมัยใดไม่ปรากฏหลักฐาน เดิมมีชื่อว่า วัดสามจีนใต้ มีคำเล่ากันว่าวัดสามจีน เดิมมีอยู่สามวัด คือ วัดสามจีนอยู่ในคลองบางอ้อด้านตรงข้ามกับเทเวศร์วัดหนึ่ง วัดสามจีนเหนือ บางท่านก็ว่าอยู่ที่บางขุนพรหม บางที่ก็ว่าอยู่ที่จังหวัดนนทบุรี สำหรับวัดที่อยู่บางขุนพรหม คือ วัดสังเวชวิศยาราม ส่วนที่อยู่จังหวัดนนทบุรี ได้แก่ วัดโชติการาม อำเภอเมืองนนทบุรี และวัดสามจีนใต้ ได้แก่ วัดไตรมิตรวิทยาราม เหตุที่เรียกว่าวัดสามจีน ก็เนื่องด้วยเหตุว่ามีชาวจีน ๓ คนได้ช่วยกันก่อสร้างขึ้นมาจึงได้นามว่า “วัดสามจีน” วัดไตรมิตรวิทยาราม เป็นวัดโบราณสร้างเมื่อสมัยใดไม่ปรากฏหลักฐาน เดิมมีชื่อว่า วัดสามจีนใต้ มีคำเล่ากันว่าวัดสามจีน เดิมมีอยู่สามวัด คือ วัดสามจีนอยู่ในคลองบางอ้อด้านตรงข้ามกับเทเวศร์วัดหนึ่ง วัดสามจีนเหนือ บางท่านก็ว่าอยู่ที่บางขุนพรหม บางที่ก็ว่าอยู่ที่จังหวัดนนทบุรี สำหรับวัดที่อยู่บางขุนพรหม คือ วัดสังเวชวิศยาราม ส่วนที่อยู่จังหวัดนนทบุรี ได้แก่ วัดโชติการาม อำเภอเมืองนนทบุรี และวัดสามจีนใต้ ได้แก่ วัดไตรมิตรวิทยาราม",
    "travel": "-",
    "address": "เลขที่ 661 ถนนเจริญกรุง แขวงตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร 10110",
    "line": "-",
    "facebook": "https://www.facebook.com/WatTrimitrWithayaramWorawihan/",
    "tel": "02-6233329",
    "oc_time": "-",
    "lat": 13.73783874,
    "lng": 100.5136036
  },
  {
    "idx": "62",
    "idprg": "5",
    "ndate": "44307",
    "nname": "คลองโอ่งอ่าง",
    "activity": "สตรีทอาร์ต หรือ ศิลปะริมทาง ที่ถูกวาดขึ้นและแต้มสีบนกำแพง สร้างสีสันสดใสสวยงามแปลกตาให้แก่ผู้พบเห็น โดยเฉพาะตามแหล่งท่องเที่ยวต่างๆ ซึ่งส่วนใหญ่จะเห็นภาพวาดศิลปะบนกำแพงหรือตามอาคาร ด้วยสีสันของภาพวาดที่สวยงาม มักดึงดูดใจให้เหล่านักท่องเที่ยวสายถ่ายรูปไม่พลาดที่จะเข้าไปเก็บภาพความประทับใจกับศิลปะ",
    "history": "-",
    "travel": "-",
    "address": "-",
    "line": "-",
    "facebook": "-",
    "tel": "-",
    "oc_time": "-",
    "lat": 13.74532801,
    "lng": 100.5034541
  }
]
