const DATA = []
const addMarker = (lat,lng,html,zone) => {
    const newName = html.split(`<br>`).at(0)
    const addr = html.split(`<br>`).at(1)
    DATA.push({name: newName, addr: addr, geo: [lat,lng]},)
}
// view-source:https://hdcservice.moph.go.th/hdc/admin/get_map_hosp.php
addMarker(13.599211,100.607449, 'สำนักงานสาธารณสุขจังหวัดสมุทรปราการ<br>186/1  ถ.ยุทธดำเนิน  ม.00  ต.ปากน้ำ  อ.เมืองสมุทรปราการ  จ.สมุทรปราการ<br>13.599211,100.607449',01);
addMarker(13.863486,100.513669, 'สำนักงานสาธารณสุขจังหวัดนนทบุรี<br>ถ.รัตนาธิเบศร์ ม.08  ต.บางกระสอ  อ.เมืองนนทบุรี  จ.นนทบุรี<br>13.863486,100.513669',01);
addMarker(14.021874,100.534272, 'สำนักงานสาธารณสุขจังหวัดปทุมธานี<br>14 ถ.รัฐอำนวย ม.00  ต.บางปรอก  อ.เมืองปทุมธานี  จ.ปทุมธานี<br>14.021874,100.534272',01);
addMarker(14.358942,100.580014, 'สำนักงานสาธารณสุขจังหวัดพระนครศรีอยุธยา<br> ม.00  ต.หอรัตนไชย  อ.พระนครศรีอยุธยา  จ.พระนครศรีอยุธยา<br>14.358942,100.580014',01);
addMarker(14.579642,100.478776, 'สำนักงานสาธารณสุขจังหวัดอ่างทอง<br> ม.00  ต.บ้านอิฐ  อ.เมืองอ่างทอง  จ.อ่างทอง<br>14.579642,100.478776',01);
addMarker(14.805966,100.652264, 'สำนักงานสาธารณสุขจังหวัดลพบุรี<br>260/55 ชุมชน 4 สันติสุข  ถนนพหลโยธิน เทศบาลเมืองเข ม.00  ต.ทะเลชุบศร  อ.เมืองลพบุรี  จ.ลพบุรี<br>14.805966,100.652264',01);
addMarker(14.869231,100.400858, 'สำนักงานสาธารณสุขจังหวัดสิงห์บุรี<br>44/4  ม.04  ต.ต้นโพธิ์  อ.เมืองสิงห์บุรี  จ.สิงห์บุรี<br>14.869231,100.400858',01);
addMarker(15.153776,100.152919, 'สำนักงานสาธารณสุขจังหวัดชัยนาท<br> ม.06  ต.ชัยนาท  อ.เมืองชัยนาท  จ.ชัยนาท<br>15.153776,100.152919',01);
addMarker(14.527143,100.910626, 'สำนักงานสาธารณสุขจังหวัดสระบุรี<br> ม.00  ต.ปากเพรียว  อ.เมืองสระบุรี  จ.สระบุรี<br>14.527143,100.910626',01);
addMarker(12.793233,100.956235, 'สำนักงานสาธารณสุขจังหวัดชลบุรี<br> ม.04  ต.บ้านสวน  อ.เมืองชลบุรี  จ.ชลบุรี<br>12.793233,100.956235',01);
addMarker(12.683472,101.222909, 'สำนักงานสาธารณสุขจังหวัดระยอง<br>142 ม.2   ม.02  ต.เนินพระ  อ.เมืองระยอง  จ.ระยอง<br>12.683472,101.222909',01);
addMarker(12.594411,102.093269, 'สำนักงานสาธารณสุขจังหวัดจันทบุรี<br>1166/19 ถ.ท่าแฉลบ  ม.00  ต.ตลาด  อ.เมืองจันทบุรี  จ.จันทบุรี<br>12.594411,102.093269',01);
addMarker(12.243110,102.519459, 'สำนักงานสาธารณสุขจังหวัดตราด<br>6 ซ.ชัยมงคล 1  ม.00  ต.บางพระ  อ.เมืองตราด  จ.ตราด<br>12.243110,102.519459',01);
addMarker(13.686201,101.071244, 'สำนักงานสาธารณสุขจังหวัดฉะเชิงเทรา<br>31 ถนนยุทธดำเนิน ม.00  ต.หน้าเมือง  อ.เมืองฉะเชิงเทรา  จ.ฉะเชิงเทรา<br>13.686201,101.071244',01);
addMarker(14.045466,101.368687, 'สำนักงานสาธารณสุขจังหวัดปราจีนบุรี<br> ม.08  ต.รอบเมือง  อ.เมืองปราจีนบุรี  จ.ปราจีนบุรี<br>14.045466,101.368687',01);
addMarker(14.236779,101.234588, 'สำนักงานสาธารณสุขจังหวัดนครนายก<br> ม.00  ต.เขาพระ  อ.เมืองนครนายก  จ.นครนายก<br>14.236779,101.234588',01);
addMarker(13.797922,102.137619, 'สำนักงานสาธารณสุขจังหวัดสระแก้ว<br> ม.00  ต.สระแก้ว  อ.เมืองสระแก้ว  จ.สระแก้ว<br>13.797922,102.137619',01);
addMarker(14.927290,101.994842, 'สำนักงานสาธารณสุขจังหวัดนครราชสีมา<br>255  ม.11  ต.โคกกรวด  อ.เมืองนครราชสีมา  จ.นครราชสีมา<br>14.927290,101.994842',01);
addMarker(14.994405,103.109653, 'สำนักงานสาธารณสุขจังหวัดบุรีรัมย์<br> ม.00  ต.ในเมือง  อ.เมืองบุรีรัมย์  จ.บุรีรัมย์<br>14.994405,103.109653',01);
addMarker(14.879005,103.489213, 'สำนักงานสาธารณสุขจังหวัดสุรินทร์<br>7 ถนนกรุงศรีนอก ม.00  ต.ในเมือง  อ.เมืองสุรินทร์  จ.สุรินทร์<br>14.879005,103.489213',01);
addMarker(15.094896,104.337141, 'สำนักงานสาธารณสุขจังหวัดศรีสะเกษ<br> ม.00  ต.คูซอด  อ.เมืองศรีสะเกษ  จ.ศรีสะเกษ<br>15.094896,104.337141',01);
addMarker(15.224814,104.854882, 'สำนักงานสาธารณสุขจังหวัดอุบลราชธานี<br> ม.00  ต.ในเมือง  อ.เมืองอุบลราชธานี  จ.อุบลราชธานี<br>15.224814,104.854882',01);
addMarker(15.829372,102.057241, 'สำนักงานสาธารณสุขจังหวัดชัยภูมิ<br>379/114 ถนนโนนม่วง ม.00  ต.ในเมือง  อ.เมืองชัยภูมิ  จ.ชัยภูมิ<br>15.829372,102.057241',01);
addMarker(15.905072,104.625860, 'สำนักงานสาธารณสุขจังหวัดอำนาจเจริญ<br> ม.00  ต.โนนหนามแท่ง  อ.เมืองอำนาจเจริญ  จ.อำนาจเจริญ<br>15.905072,104.625860',01);
addMarker(18.374428,103.645426, 'สำนักงานสาธารณสุขจังหวัดบึงกาฬ<br>650 บ้านวิศิษฐ์ ม.07  ต.วิศิษฐ์  อ.เมืองบึงกาฬ  จ.บึงกาฬ<br>18.374428,103.645426',01);
addMarker(17.207233,102.446107, 'สำนักงานสาธารณสุขจังหวัดหนองบัวลำภู<br>153  ม.01  ต.หนองบัว  อ.เมืองหนองบัวลำภู  จ.หนองบัวลำภู<br>17.207233,102.446107',01);
addMarker(16.429036,102.844267, 'สำนักงานสาธารณสุขจังหวัดขอนแก่น<br>108 ถ.ศรีจันทร์  ม.04  ต.ในเมือง  อ.เมืองขอนแก่น  จ.ขอนแก่น<br>16.429036,102.844267',01);
addMarker(17.413576,102.788238, 'สำนักงานสาธารณสุขจังหวัดอุดรธานี<br> ม.00  ต.หมากแข้ง  อ.เมืองอุดรธานี  จ.อุดรธานี<br>17.413576,102.788238',01);
addMarker(17.452500,101.729434, 'สำนักงานสาธารณสุขจังหวัดเลย<br>ถ.มลิวรรณ  ม.06  ต.นาอาน  อ.เมืองเลย  จ.เลย<br>17.452500,101.729434',01);
addMarker(17.865124,102.743009, 'สำนักงานสาธารณสุขจังหวัดหนองคาย<br>229  ม.01  ต.หนองกอมเกาะ  อ.เมืองหนองคาย  จ.หนองคาย<br>17.865124,102.743009',01);
addMarker(16.157226,103.305559, 'สำนักงานสาธารณสุขจังหวัดมหาสารคาม<br> ม.00  ต.แวงน่าง  อ.เมืองมหาสารคาม  จ.มหาสารคาม<br>16.157226,103.305559',01);
addMarker(16.054092,103.655761, 'สำนักงานสาธารณสุขจังหวัดร้อยเอ็ด<br> ม.00  ต.ในเมือง  อ.เมืองร้อยเอ็ด  จ.ร้อยเอ็ด<br>16.054092,103.655761',01);
addMarker(16.450002,103.276220, 'สำนักงานสาธารณสุขจังหวัดกาฬสินธุ์<br>3/38   ถนนเลี่ยงเมือง   ม.00  ต.กาฬสินธุ์  อ.เมืองกาฬสินธุ์  จ.กาฬสินธุ์<br>16.450002,103.276220',01);
addMarker(17.156968,104.132698, 'สำนักงานสาธารณสุขจังหวัดสกลนคร<br>บริเวณศูนย์ราชการจังหวัดสกลนคร   ม.00  ต.ธาตุเชิงชุม  อ.เมือง  จ.สกลนคร<br>17.156968,104.132698',01);
addMarker(17.409279,104.780246, 'สำนักงานสาธารณสุขจังหวัดนครพนม<br> ม.00  ต.ในเมือง  อ.เมืองนครพนม  จ.นครพนม<br>17.409279,104.780246',01);
addMarker(16.547103,104.725756, 'สำนักงานสาธารณสุขจังหวัดมุกดาหาร<br>ถ.พิทักษ์พนมเขต   ม.01  ต.ศรีบุญเรือง  อ.เมืองมุกดาหาร  จ.มุกดาหาร<br>16.547103,104.725756',01);
addMarker(18.790307,98.964540, 'สำนักงานสาธารณสุขจังหวัดเชียงใหม่<br> ม.00  ต.สุเทพ  อ.เมืองเชียงใหม่  จ.เชียงใหม่<br>18.790307,98.964540',01);
addMarker(18.615464,99.028276, 'สำนักงานสาธารณสุขจังหวัดลำพูน<br> ม.00  ต.เหมืองง่า  อ.เมืองลำพูน  จ.ลำพูน<br>18.615464,99.028276',01);
addMarker(18.285055,99.507322, 'สำนักงานสาธารณสุขจังหวัดลำปาง<br>3 ถ.ป่าขาม 1  ม.00  ต.หัวเวียง  อ.เมืองลำปาง  จ.ลำปาง<br>18.285055,99.507322',01);
addMarker(17.639576,100.052075, 'สำนักงานสาธารณสุขจังหวัดอุตรดิตถ์<br>130  ม.08  ต.ชัยจุมพล  อ.ลับแล  จ.อุตรดิตถ์<br>17.639576,100.052075',01);
addMarker(18.116844,100.148958, 'สำนักงานสาธารณสุขจังหวัดแพร่<br>เลขที  25    ม.00  ต.ในเวียง  อ.เมืองแพร่  จ.แพร่<br>18.116844,100.148958',01);
addMarker(18.809422,100.775672, 'สำนักงานสาธารณสุขจังหวัดน่าน<br>1 ถนนวรวิชัย  ม.00  ต.ในเวียง  อ.เมืองน่าน  จ.น่าน<br>18.809422,100.775672',01);
addMarker(19.192509,99.879787, 'สำนักงานสาธารณสุขจังหวัดพะเยา<br>602 พหลโยธิน ม.11  ต.บ้านต๋อม  อ.เมืองพะเยา  จ.พะเยา<br>19.192509,99.879787',01);
addMarker(19.848514,99.860328, 'สำนักงานสาธารณสุขจังหวัดเชียงราย<br>424 บ้านหนองยาว ม.05  ต.ท่าสาย  อ.เมืองเชียงราย  จ.เชียงราย<br>19.848514,99.860328',01);
addMarker(19.287200,97.962804, 'สำนักงานสาธารณสุขจังหวัดแม่ฮ่องสอน<br>ขุนลุมประภาส ม.00  ต.จองคำ  อ.เมืองแม่ฮ่องสอน  จ.แม่ฮ่องสอน<br>19.287200,97.962804',01);
addMarker(15.707919,100.104796, 'สำนักงานสาธารณสุขจังหวัดนครสวรรค์<br>782 ถ.พหลโยธิน ม.10  ต.นครสวรรค์ตก  อ.เมืองนครสวรรค์  จ.นครสวรรค์<br>15.707919,100.104796',01);
addMarker(15.363371,100.008766, 'สำนักงานสาธารณสุขจังหวัดอุทัยธานี<br>160  ม.01  ต.อุทัยใหม่  อ.เมืองอุทัยธานี  จ.อุทัยธานี<br>15.363371,100.008766',01);
addMarker(16.558695,99.512745, 'สำนักงานสาธารณสุขจังหวัดกำแพงเพชร<br> ม.00  ต.หนองปลิง  อ.เมืองกำแพงเพชร  จ.กำแพงเพชร<br>16.558695,99.512745',01);
addMarker(16.902469,99.115839, 'สำนักงานสาธารณสุขจังหวัดตาก<br>165  ม.07  ต.ตำบลไม้งาม  อ.เมืองตาก  จ.ตาก<br>16.902469,99.115839',01);
addMarker(16.999012,99.791536, 'สำนักงานสาธารณสุขจังหวัดสุโขทัย<br> ม.01  ต.บ้านกล้วย  อ.เมืองสุโขทัย  จ.สุโขทัย<br>16.999012,99.791536',01);
addMarker(16.817254,100.260854, 'สำนักงานสาธารณสุขจังหวัดพิษณุโลก<br> ม.00  ต.ในเมือง  อ.เมืองพิษณุโลก  จ.พิษณุโลก<br>16.817254,100.260854',01);
addMarker(16.216121,100.438497, 'สำนักงานสาธารณสุขจังหวัดพิจิตร<br> ม.00  ต.ในเมือง  อ.เมืองพิจิตร  จ.พิจิตร<br>16.216121,100.438497',01);
addMarker(16.421810,101.156062, 'สำนักงานสาธารณสุขจังหวัดเพชรบูรณ์<br>72 ม.00  ต.ในเมือง  อ.เมืองเพชรบูรณ์  จ.เพชรบูรณ์<br>16.421810,101.156062',01);
addMarker(13.534020,99.809209, 'สำนักงานสาธารณสุขจังหวัดราชบุรี<br>421ถ.ศรีสุริยวงศ์  ม.00  ต.หน้าเมือง  อ.เมืองราชบุรี  จ.ราชบุรี<br>13.534020,99.809209',01);
addMarker(13.533988,99.809357, 'สำนักงานสาธารณสุขจังหวัดราชบุรี<br>421ถ.ศรีสุริยวงศ์  ม.00  ต.หน้าเมือง  อ.เมืองราชบุรี  จ.ราชบุรี<br>13.533988,99.809357',01);
addMarker(14.003432,99.550582, 'สำนักงานสาธารณสุขจังหวัดกาญจนบุรี<br>270 ถ.แสงชูโต  ม.03  ต.ปากแพรก  อ.เมืองกาญจนบุรี  จ.กาญจนบุรี<br>14.003432,99.550582',01);
addMarker(13.819898,100.072318, 'สำนักงานสาธารณสุขจังหวัดนครปฐม<br> ม.00  ต.พระปฐมเจดีย์  อ.เมืองนครปฐม  จ.นครปฐม<br>13.819898,100.072318',01);
addMarker(13.527290,100.294617, 'สำนักงานสาธารณสุขจังหวัดสมุทรสาคร<br>24 / 87  ม.03  ต.บางหญ้าแพรก  อ.เมืองสมุทรสาคร  จ.สมุทรสาคร<br>13.527290,100.294617',01);
addMarker(13.427559,100.023988, 'สำนักงานสาธารณสุขจังหวัดสมุทรสงคราม<br>202 ถ.เอกชัย ม.00  ต.ลาดใหญ่  อ.เมืองสมุทรสงคราม  จ.สมุทรสงคราม<br>13.427559,100.023988',01);
addMarker(13.111305,99.945306, 'สำนักงานสาธารณสุขจังหวัดเพชรบุรี<br>48 ถ.ราชวิถี ม.00  ต.คลองกระแชง  อ.เมืองเพชรบุรี  จ.เพชรบุรี<br>13.111305,99.945306',01);
addMarker(11.807907,99.797317, 'สำนักงานสาธารณสุขจังหวัดประจวบคีรีขันธ์<br>9 ถ.ก้องเรียติ  ม.00  ต.ประจวบคีรีขันธ์  อ.เมืองประจวบคีรีขันธ์  จ.ประจวบคีรีขันธ์<br>11.807907,99.797317',01);
addMarker(8.419503,99.961419, 'สำนักงานสาธารณสุขจังหวัดนครศรีธรรมราช<br>184  ม.07  ต.โพธิ์เสด็จ  อ.เมืองนครศรีธรรมราช  จ.นครศรีธรรมราช<br>8.419503,99.961419',01);
addMarker(8.057440,98.918417, 'สำนักงานสาธารณสุขจังหวัดกระบี่<br>112 ถ.อุตรกิจ  ม.00  ต.ปากน้ำ  อ.เมืองกระบี่  จ.กระบี่<br>8.057440,98.918417',01);
addMarker(8.440418,98.519463, 'สำนักงานสาธารณสุขจังหวัดพังงา<br>649 ถ.เพชรเกษม ม.00  ต.ท้ายช้าง  อ.เมืองพังงา  จ.พังงา<br>8.440418,98.519463',01);
addMarker(7.889034,98.398389, 'สำนักงานสาธารณสุขจังหวัดภูเก็ต<br>1 ถ.นริศร  ม.00  ต.ตลาดใหญ่  อ.เมืองภูเก็ต  จ.ภูเก็ต<br>7.889034,98.398389',01);
addMarker(9.133291,99.326191, 'สำนักงานสาธารณสุขจังหวัดสุราษฎร์ธานี<br>8  ถ.การุณราษฎร์    ม.00  ต.ตลาด  อ.เมืองสุราษฎร์ธานี  จ.สุราษฎร์ธานี<br>9.133291,99.326191',01);
addMarker(9.964041,98.641705, 'สำนักงานสาธารณสุขจังหวัดระนอง<br>9  ถ.กำลังทรัพย์  ม.00  ต.เขานิเวศน์  อ.เมืองระนอง  จ.ระนอง<br>9.964041,98.641705',01);
addMarker(10.455078,99.213906, 'สำนักงานสาธารณสุขจังหวัดชุมพร<br>ถ.ปรมินทรมรรคา  ม.00  ต.ท่าตะเภา  อ.เมืองชุมพร  จ.ชุมพร<br>10.455078,99.213906',01);
addMarker(7.197206,100.593091, 'สำนักงานสาธารณสุขจังหวัดสงขลา<br>161/1 ถ.รามวิถี ม.00  ต.บ่อยาง  อ.เมืองสงขลา  จ.สงขลา<br>7.197206,100.593091',01);
addMarker(6.619153,100.070179, 'สำนักงานสาธารณสุขจังหวัดสตูล<br>ถ.ยาตราสวัสดี   ม.00  ต.พิมาน  อ.เมืองสตูล  จ.สตูล<br>6.619153,100.070179',01);
addMarker(7.514146,99.632019, 'สำนักงานสาธารณสุขจังหวัดตรัง<br>181  ม.04  ต.บ้านควน  อ.เมืองตรัง  จ.ตรัง<br>7.514146,99.632019',01);
addMarker(7.616940,100.073684, 'สำนักงานสาธารณสุขจังหวัดพัทลุง<br> ม.00  ต.คูหาสวรรค์  อ.เมืองพัทลุง  จ.พัทลุง<br>7.616940,100.073684',01);
addMarker(6.887707,101.246693, 'สำนักงานสาธารณสุขจังหวัดปัตตานี<br>2ถ.สฤษดิ์  ม.00  ต.สะบารัง  อ.เมืองปัตตานี  จ.ปัตตานี<br>6.887707,101.246693',01);
addMarker(6.545157,101.278054, 'สำนักงานสาธารณสุขจังหวัดยะลา<br>93 ถนนเทศบาล 1  ม.00  ต.สะเตง  อ.เมืองยะลา  จ.ยะลา<br>6.545157,101.278054',01);
addMarker(6.440881,101.793324, 'สำนักงานสาธารณสุขจังหวัดนราธิวาส<br>36  ม.09  ต.โคกเคียน  อ.เมืองนราธิวาส  จ.นราธิวาส<br>6.440881,101.793324',01);
console.log(DATA)