addr = [
"895/6-21 ซ.จุฬาฯ 8 ถ.บรรทัดทอง แขวงวังใหม่ เขตปทุมวัน กรุงเทพฯ 10330",
"169,169/7-12 ถ.สุรวงศ์ แขวงสุริยวงศ์ เขตบางรัก กรุงเทพฯ 10500",
"167/9-12 สี่แยกห้วยขวาง ถ.รัชดาภิเษก แขวงดินแดง เขตดินแดง กรุงเทพฯ 10400",
"26 ซ.อุดมสุข 60 ถ.สุขุมวิท 103 แขวงหนองบอน เขตประเวศ กรุงเทพฯ 10250",
"315 อาคารจามจุรีสแควร์ ชั้น G ถ.พญาไท เขตปทุมวัน กรุงเทพฯ 10330",
"ช้ัน 5 เซ็นทรัลเอ็มบาสซี่ 1031 ถ.เพลินจิต แขวงลุมพินี เขตปทุมวัน กรุงเทพฯ 10330",
"ชั้น 4 อาคารสยามสแควร์วัน 388 ถ.พระราม 1 แขวงปทุมวัน เขตปทุมวัน กรุงเทพฯ 10330",
"C602 ชั้น 6 ศูนย์การค้าเซ็นทรัลเวิลด์ เลขที่ 4, 4/1-4/2, 4/4 ถ.ราชดําริห์ แขวงปทุมวัน เขตปทุมวัน กรุงเทพฯ 10330",
]
tel = [
"02-216-4203-5",
"02-233-3104, 02-234-4499",
"02-692-6850-2",
"02-746-6850-2",
"02-160-5100",
"02-160-5965-6",
"02-115-1401-2",
"02-090-6602",
]
n = [
    "Bantadthong",
    "Surawong",
    "Ratchada",
    "Udom Suk (Bangna)",
    "Samyan",
    "Central Embassy",
    "Siam Square One (SQ1)",
    "CentralWorld",
]
coor = [
    "13.745208, 100.5237093",
    "13.7282182, 100.5266623",
    "13.7778757, 100.5732234",
    "13.6777191, 100.6419156",
    "13.7329793, 100.5303844",
    "13.7438568, 100.5461597",
    "13.744800, 100.533891",
    "13.7470625, 100.5392044",
]

th = [
"บรรทัดทอง",
"สุรวงศ์",
"รัชดา",
"อุดมสุข (บางนา)",
"สามย่าน",
"เซ็นทรัลเอ็มบาสซี",
"สยามสแควร์วัน (SQ1)",
"เซ็นทรัลเวิลด์",
]

for i,j,k,l,m in zip(n,th,tel,coor,addr):
    print(f'{{name: "{i}", name_th: "{j}", tel: "{k}", geo: [{l}], addr: "{m}"}},')

