const places = [
  {
    geo: [13.745114815500154, 100.54078142374541],
    place: 'ศูนย์การค้าเกษรวิลเลจ บนดาดฟ้าชั้น 4',
  },
  {
    geo: [13.817136566477581, 100.56155404742336],
    place: 'เซ็นทรัลลาดพร้าว บริเวณหน้าอาคารจอดรถ ตรงข้ามประตูโรงเรียนหอวัง',
  },
  {
    geo: [13.724222143711762, 100.52291709999999],
    place: 'วัดพระศรีมหาอุมาเทวี (วัดแขก) เขตบางรัก',
  },
  {
    geo: [13.712286365431668, 100.5208085],
    place: 'วัดวิษณุ เขตสาทร',
  },
  {
    geo: [13.70076791177856, 100.52412415582428],
    place: 'วัดไผ่เงินโชตนาราม เขตบางคอแหลม',
  },
  {
    geo: [13.75061429604497, 100.50249102883514],
    place: 'วัดเทพมณเฑียร เขตพระนคร',
  },
]